export const HISN_ALMUSLIM_CATEGORIES = [
    {
        "id": "hisn_1",
        "title": "أذكار الاستيقاظ من النوم",
        "icon": "fa-sun"
    },
    {
        "id": "hisn_2",
        "title": "دعاء لبس الثوب",
        "icon": "fa-tshirt"
    },
    {
        "id": "hisn_3",
        "title": "دعاء لبس الثوب الجديد",
        "icon": "fa-wand-magic-sparkles"
    },
    {
        "id": "hisn_4",
        "title": "الدعاء لمن لبس ثوبا جديدا",
        "icon": "fa-user-check"
    },
    {
        "id": "hisn_5",
        "title": "ما يقول إذا وضع ثوبه",
        "icon": "fa-undo"
    },
    {
        "id": "hisn_6",
        "title": "دعاء دخول الخلاء",
        "icon": "fa-toilet"
    },
    {
        "id": "hisn_7",
        "title": "دعاء الخروج من الخلاء",
        "icon": "fa-door-open"
    },
    {
        "id": "hisn_8",
        "title": "الذكر قبل الوضوء",
        "icon": "fa-faucet"
    },
    {
        "id": "hisn_9",
        "title": "الذكر بعد الفراغ من الوضوء",
        "icon": "fa-water"
    },
    {
        "id": "hisn_10",
        "title": "الذكر عند الخروج من المنزل",
        "icon": "fa-right-from-bracket"
    },
    {
        "id": "hisn_11",
        "title": "الذكر عند دخول المنزل",
        "icon": "fa-house-user"
    },
    {
        "id": "hisn_12",
        "title": "دعاء الذهاب إلى المسجد",
        "icon": "fa-mosque"
    },
    {
        "id": "hisn_13",
        "title": "دعاء دخول المسجد",
        "icon": "fa-mosque"
    },
    {
        "id": "hisn_14",
        "title": "دعاء الخروج من المسجد",
        "icon": "fa-door-open"
    },
    {
        "id": "hisn_15",
        "title": "أذكار الأذان",
        "icon": "fa-microphone"
    },
    {
        "id": "hisn_16",
        "title": "دعاء الاستفتاح",
        "icon": "fa-play-circle"
    },
    {
        "id": "hisn_17",
        "title": "دعاء الركوع",
        "icon": "fa-person-praying"
    },
    {
        "id": "hisn_18",
        "title": "دعاء الرفع من الركوع",
        "icon": "fa-arrow-up"
    },
    {
        "id": "hisn_19",
        "title": "دعاء السجود",
        "icon": "fa-person-praying"
    },
    {
        "id": "hisn_20",
        "title": "دعاء الجلسة بين السجدتين",
        "icon": "fa-person-praying"
    },
    {
        "id": "hisn_21",
        "title": "دعاء سجود التلاوة",
        "icon": "fa-book-quran"
    },
    {
        "id": "hisn_22",
        "title": "التشهد",
        "icon": "fa-hand-point-up"
    },
    {
        "id": "hisn_23",
        "title": "الصلاة على النبي صلى الله عليه وسلم بعد التشهد",
        "icon": "fa-heart"
    },
    {
        "id": "hisn_24",
        "title": "الدعاء بعد التشهد الأخير وقبل السلام",
        "icon": "fa-hands-praying"
    },
    {
        "id": "hisn_25",
        "title": "الأذكار بعد السلام من الصلاة",
        "icon": "fa-clock-rotate-left"
    },
    {
        "id": "hisn_26",
        "title": "دعاء صلاة الاستخارة",
        "icon": "fa-compass"
    },
    {
        "id": "hisn_27",
        "title": "أذكار الصباح",
        "icon": "fa-sun"
    },
    {
        "id": "hisn_28",
        "title": "أذكار المساء",
        "icon": "fa-moon"
    },
    {
        "id": "hisn_29",
        "title": "أذكار النوم",
        "icon": "fa-bed"
    },
    {
        "id": "hisn_30",
        "title": "الدعاء إذا تقلب ليلا",
        "icon": "fa-repeat"
    },
    {
        "id": "hisn_31",
        "title": "دعاء الفزع في النوم ومن بلي بالوحشة",
        "icon": "fa-ghost"
    },
    {
        "id": "hisn_32",
        "title": "ما يفعل من رأى الرؤيا أو الحلم",
        "icon": "fa-eye"
    },
    {
        "id": "hisn_33",
        "title": "دعاء قنوت الوتر",
        "icon": "fa-star-and-crescent"
    },
    {
        "id": "hisn_34",
        "title": "الذكر عقب السلام من الوتر",
        "icon": "fa-clock"
    },
    {
        "id": "hisn_35",
        "title": "دعاء الهم والحزن",
        "icon": "fa-face-sad-tear"
    },
    {
        "id": "hisn_36",
        "title": "دعاء الكرب",
        "icon": "fa-face-frown-open"
    },
    {
        "id": "hisn_37",
        "title": "دعاء لقاء العدو وذي السلطان",
        "icon": "fa-shield-halved"
    },
    {
        "id": "hisn_38",
        "title": "دعاء من خاف ظلم السلطان",
        "icon": "fa-user-shield"
    },
    {
        "id": "hisn_39",
        "title": "الدعاء على العدو",
        "icon": "fa-hand-fist"
    },
    {
        "id": "hisn_40",
        "title": "ما يقول من خاف قوما",
        "icon": "fa-users-slash"
    },
    {
        "id": "hisn_41",
        "title": "دعاء من أصابه شك في الإيمان",
        "icon": "fa-question-circle"
    },
    {
        "id": "hisn_42",
        "title": "دعاء قضاء الدين",
        "icon": "fa-money-bill"
    },
    {
        "id": "hisn_43",
        "title": "دعاء الوسوسة في الصلاة والقراءة",
        "icon": "fa-ear-deaf"
    },
    {
        "id": "hisn_44",
        "title": "دعاء من استصعب عليه أمر",
        "icon": "fa-puzzle-piece"
    },
    {
        "id": "hisn_45",
        "title": "ما يقول ويفعل من أذنب ذنبا",
        "icon": "fa-person-falling-burst"
    },
    {
        "id": "hisn_46",
        "title": "دعاء طرد الشيطان ووساوسه",
        "icon": "fa-fire"
    },
    {
        "id": "hisn_47",
        "title": "الدعاء حينما يقع ما لا يرضاه أو غلب على أمره",
        "icon": "fa-triangle-exclamation"
    },
    {
        "id": "hisn_48",
        "title": "تهنئة المولود له وجوابه",
        "icon": "fa-baby-carriage"
    },
    {
        "id": "hisn_49",
        "title": "ما يعوذ به الأولاد",
        "icon": "fa-children"
    },
    {
        "id": "hisn_50",
        "title": "الدعاء للمريض في عيادته",
        "icon": "fa-stethoscope"
    },
    {
        "id": "hisn_51",
        "title": "فضل عيادة المريض",
        "icon": "fa-hand-holding-heart"
    },
    {
        "id": "hisn_52",
        "title": "دعاء المريض الذي يئس من حياته",
        "icon": "fa-bed"
    },
    {
        "id": "hisn_53",
        "title": "تلقين المحتضر",
        "icon": "fa-comment"
    },
    {
        "id": "hisn_54",
        "title": "دعاء من أصيب بمصيبة",
        "icon": "fa-heart-crack"
    },
    {
        "id": "hisn_55",
        "title": "الدعاء عند إغماض الميت",
        "icon": "fa-eye-slash"
    },
    {
        "id": "hisn_56",
        "title": "الدعاء للميت في الصلاة عليه",
        "icon": "fa-person-praying"
    },
    {
        "id": "hisn_57",
        "title": "الدعاء للفرط في الصلاة عليه",
        "icon": "fa-baby"
    },
    {
        "id": "hisn_58",
        "title": "دعاء التعزية",
        "icon": "fa-hands-holding-child"
    },
    {
        "id": "hisn_59",
        "title": "الدعاء عند إدخال الميت القبر",
        "icon": "fa-monument"
    },
    {
        "id": "hisn_60",
        "title": "الدعاء بعد دفن الميت",
        "icon": "fa-box"
    },
    {
        "id": "hisn_61",
        "title": "دعاء زيارة القبور",
        "icon": "fa-place-of-worship"
    },
    {
        "id": "hisn_62",
        "title": "دعاء الريح",
        "icon": "fa-wind"
    },
    {
        "id": "hisn_63",
        "title": "دعاء الرعد",
        "icon": "fa-bolt"
    },
    {
        "id": "hisn_64",
        "title": "من أدعية الاستسقاء",
        "icon": "fa-cloud-rain"
    },
    {
        "id": "hisn_65",
        "title": "الدعاء إذا نزل المطر",
        "icon": "fa-cloud-showers-heavy"
    },
    {
        "id": "hisn_66",
        "title": "الذكر بعد نزول المطر",
        "icon": "fa-droplet"
    },
    {
        "id": "hisn_67",
        "title": "من أدعية الاستصحاء",
        "icon": "fa-cloud-sun"
    },
    {
        "id": "hisn_68",
        "title": "دعاء رؤية الهلال",
        "icon": "fa-moon"
    },
    {
        "id": "hisn_69",
        "title": "الدعاء عند إفطار الصائم",
        "icon": "fa-bowl-food"
    },
    {
        "id": "hisn_70",
        "title": "الدعاء قبل الطعام",
        "icon": "fa-utensils"
    },
    {
        "id": "hisn_71",
        "title": "الدعاء عند الفراغ من الطعام",
        "icon": "fa-utensils"
    },
    {
        "id": "hisn_72",
        "title": "دعاء الضيف لصاحب الطعام",
        "icon": "fa-house-user"
    },
    {
        "id": "hisn_73",
        "title": "الدعاء لمن سقاه أو إذا أراد ذلك",
        "icon": "fa-glass-water"
    },
    {
        "id": "hisn_74",
        "title": "الدعاء إذا أفطر عند أهل بيت",
        "icon": "fa-cookie"
    },
    {
        "id": "hisn_75",
        "title": "دعاء الصائم إذا حضر الطعام ولم يفطر",
        "icon": "fa-bowl-rice"
    },
    {
        "id": "hisn_76",
        "title": "ما يقول الصائم إذا سابه أحد",
        "icon": "fa-comment-slash"
    },
    {
        "id": "hisn_77",
        "title": "الدعاء عند رؤية باكورة الثمر",
        "icon": "fa-apple-whole"
    },
    {
        "id": "hisn_78",
        "title": "دعاء العطاس",
        "icon": "fa-head-side-mask"
    },
    {
        "id": "hisn_79",
        "title": "ما يقال للكافر إذا عطس فحمد الله",
        "icon": "fa-comment"
    },
    {
        "id": "hisn_80",
        "title": "الدعاء للمتزوج",
        "icon": "fa-venus-mars"
    },
    {
        "id": "hisn_81",
        "title": "دعاء المتزوج وشراء الدابة",
        "icon": "fa-horse"
    },
    {
        "id": "hisn_82",
        "title": "الدعاء قبل إتيان الزوجة",
        "icon": "fa-heart"
    },
    {
        "id": "hisn_83",
        "title": "دعاء الغضب",
        "icon": "fa-face-angry"
    },
    {
        "id": "hisn_84",
        "title": "دعاء من رأى مبتلى",
        "icon": "fa-wheelchair"
    },
    {
        "id": "hisn_85",
        "title": "ما يقال في المجلس",
        "icon": "fa-users"
    },
    {
        "id": "hisn_86",
        "title": "كفارة المجلس",
        "icon": "fa-broom"
    },
    {
        "id": "hisn_87",
        "title": "الدعاء لمن قال غفر الله لك",
        "icon": "fa-hands-clapping"
    },
    {
        "id": "hisn_88",
        "title": "الدعاء لمن صنع إليك معروفا",
        "icon": "fa-hand-holding-heart"
    },
    {
        "id": "hisn_89",
        "title": "ما يعصم الله به من الدجال",
        "icon": "fa-eye-slash"
    },
    {
        "id": "hisn_90",
        "title": "الدعاء لمن قال إني أحبك في الله",
        "icon": "fa-heart"
    },
    {
        "id": "hisn_91",
        "title": "الدعاء لمن عرض عليك ماله",
        "icon": "fa-wallet"
    },
    {
        "id": "hisn_92",
        "title": "الدعاء لمن أقرض عند القضاء",
        "icon": "fa-receipt"
    },
    {
        "id": "hisn_93",
        "title": "دعاء الخوف من الشرك",
        "icon": "fa-circle-exclamation"
    },
    {
        "id": "hisn_94",
        "title": "الدعاء لمن قال بارك الله فيك",
        "icon": "fa-hands-praying"
    },
    {
        "id": "hisn_95",
        "title": "دعاء كراهية الطيرة",
        "icon": "fa-dove"
    },
    {
        "id": "hisn_96",
        "title": "دعاء الركوب",
        "icon": "fa-car"
    },
    {
        "id": "hisn_97",
        "title": "دعاء السفر",
        "icon": "fa-plane-departure"
    },
    {
        "id": "hisn_98",
        "title": "دعاء دخول القرية أو البلدة",
        "icon": "fa-city"
    },
    {
        "id": "hisn_99",
        "title": "دعاء دخول السوق",
        "icon": "fa-shop"
    },
    {
        "id": "hisn_100",
        "title": "الدعاء إذا تعس المركوب",
        "icon": "fa-triangle-exclamation"
    },
    {
        "id": "hisn_101",
        "title": "دعاء المسافر للمقيم",
        "icon": "fa-suitcase"
    },
    {
        "id": "hisn_102",
        "title": "دعاء المقيم للمسافر",
        "icon": "fa-wifi"
    },
    {
        "id": "hisn_103",
        "title": "التكبير والتسبيح في سير السفر",
        "icon": "fa-arrows-up-down"
    },
    {
        "id": "hisn_104",
        "title": "دعاء المسافر إذا أسحر",
        "icon": "fa-sun"
    },
    {
        "id": "hisn_105",
        "title": "الدعاء إذا نزل منزلا في سفر أو غيره",
        "icon": "fa-house-user"
    },
    {
        "id": "hisn_106",
        "title": "ذكر الرجوع من السفر",
        "icon": "fa-door-open"
    },
    {
        "id": "hisn_107",
        "title": "ما يقول من أتاه أمر يسره أو يكرهه",
        "icon": "fa-smile-wink"
    },
    {
        "id": "hisn_108",
        "title": "فضل الصلاة على النبي صلى الله عليه وسلم",
        "icon": "fa-magic"
    },
    {
        "id": "hisn_109",
        "title": "إفشاء السلام",
        "icon": "fa-bullhorn"
    },
    {
        "id": "hisn_110",
        "title": "كيف يرد السلام على الكافر إذا سلم",
        "icon": "fa-reply"
    },
    {
        "id": "hisn_111",
        "title": "الدعاء عند صياح الديك ونهيق الحمار",
        "icon": "fa-crow"
    },
    {
        "id": "hisn_112",
        "title": "الدعاء عند سماع نباح الكلاب بالليل",
        "icon": "fa-dog"
    },
    {
        "id": "hisn_113",
        "title": "الدعاء لمن سببته",
        "icon": "fa-hand-holding-heart"
    },
    {
        "id": "hisn_114",
        "title": "ما يقول المسلم إذا مدح المسلم",
        "icon": "fa-thumbs-up"
    },
    {
        "id": "hisn_115",
        "title": "ما يقول المسلم إذا زكي",
        "icon": "fa-smile-beam"
    },
    {
        "id": "hisn_116",
        "title": "كيف يلبي المحرم في الحج أو العمرة",
        "icon": "fa-kaaba"
    },
    {
        "id": "hisn_117",
        "title": "التكبير إذا أتى الركن الأسود",
        "icon": "fa-cube"
    },
    {
        "id": "hisn_118",
        "title": "الدعاء بين الركن اليماني والحجر الأسود",
        "icon": "fa-shoe-prints"
    },
    {
        "id": "hisn_119",
        "title": "دعاء الوقوف على الصفا والمروة",
        "icon": "fa-mountain"
    },
    {
        "id": "hisn_120",
        "title": "الدعاء يوم عرفة",
        "icon": "fa-mountain"
    },
    {
        "id": "hisn_121",
        "title": "الذكر عند المشعر الحرام",
        "icon": "fa-synagogue"
    },
    {
        "id": "hisn_122",
        "title": "التكبير عند رمي الجمار مع كل حصاة",
        "icon": "fa-burst"
    },
    {
        "id": "hisn_123",
        "title": "دعاء التعجب والأمر السار",
        "icon": "fa-bolt"
    },
    {
        "id": "hisn_124",
        "title": "ما يفعل من أتاه أمر يسره",
        "icon": "fa-hands-clapping"
    },
    {
        "id": "hisn_125",
        "title": "ما يقول من أحس وجعا في جسده",
        "icon": "fa-heartbeat"
    },
    {
        "id": "hisn_126",
        "title": "دعاء من خشي أن يصيب شيئا بعينه",
        "icon": "fa-eye-slash"
    },
    {
        "id": "hisn_127",
        "title": "ما يقال عند الفزع",
        "icon": "fa-running"
    },
    {
        "id": "hisn_128",
        "title": "ما يقول عند الذبح أو النحر",
        "icon": "fa-cow"
    },
    {
        "id": "hisn_129",
        "title": "ما يقول لرد كيد مردة الشياطين",
        "icon": "fa-ghost"
    },
    {
        "id": "hisn_130",
        "title": "الاستغفار والتوبة",
        "icon": "fa-pray"
    },
    {
        "id": "hisn_131",
        "title": "فضل التسبيح والتحميد، والتهليل، والتكبير",
        "icon": "fa-circle-dot"
    },
    {
        "id": "hisn_132",
        "title": "كيف كان النبي صلى الله عليه وسلم يسبح؟",
        "icon": "fa-hand"
    },
    {
        "id": "hisn_133",
        "title": "من أنواع الخير والآداب الجامعة",
        "icon": "fa-bookmark"
    }
];

export const HISN_ALMUSLIM_DATA = {
    "hisn_1": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "الحَمْدُ لِلَّهِ الذِي أَحْيَانَا بَعْدَمَا أَمَاتَنَا، وَإِلَيْهِ النُّشُّورُ",
            "source": "البخاري مع الفتح 11/ 113 ومسلم 4/ 2083",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "الحَمْدُ لِلَّهِ الذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لِي بِذِكْرِهِ",
            "source": "التّرمذي 5/ 473 وانظر صحيح التّرمذي 3/ 144",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "(لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّه، وَاللَّه أَكْبَرُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ العَلِّي العَظِيمِ، رَبِّ اغْفِرْ لِي). أَوْ دَعَا اسْتُجِيبَ لَهُ فَإِنْ تَوَضَّأَ وَصَلَّى قُبِلَتْ صَلَاتَهُ",
            "source": "البخاري مع الفتح 3/ 144 وغيرها واللفظ لابن ماجه انظر صحيح ابن ماجه 2/ 335",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "{إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ (190) الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ (191) رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (192) رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ (193) رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ (194) فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى بَعْضُكُمْ مِنْ بَعْضٍ فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ (195) لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ (196) مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ (197) لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِنْ عِنْدِ اللَّهِ وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ (198) وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (199) يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (200)}\r\nسورة آل عمران، 190 – 200",
            "source": "البخاري مع الفتح 8/ 238 ومسلم 1/ 530",
            "count": 1
        }
    ],
    "hisn_2": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "الحَمْدُ لِلَّهِ الذِي كَسَانِي هَذَا ( الثَّوْبَ ) وَرَزَقَنِيه مِنْ غَيْرِ حَوْلٍ مِنِّي وَلَا قُوَّةٍ",
            "source": "أخرجه أهل السنن إلا النسائي انظر إرواء الغليل 7/ 47",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "كَانَ رَسُولُ اللَّهِ ﷺ إِذَا اسْتَجَدَّ ثَوْبًا سَمَّاهُ بِاسْمِهِ: إِمَّا قَمِيصًا أَوْ عِمَامَةً أَوْ رِدَاءً، ثُمَّ يَقُولُ: «اللَّهُمَّ لَكَ الحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ خَيْرَهُ وَخَيْرَ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ»",
            "source": "أخرجه أبو داود برقم (4020) والترمذي برقم (1767) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي مَا أُوَارِي بِهِ عَوْرَتِي، وَأَتَجَمَّلُ بِهِ فِي حَيَاتِي»",
            "source": "أخرجه الترمذي برقم (3560) وأحمد في المسند (1/ 44) وحسنه الألباني",
            "count": 1
        }
    ],
    "hisn_3": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ لَكَ الحَمْدُ أَنْتَ كَسَوتَنِيه، أسْألك مِنْ خَيرِهِ وخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شرِّه وشَرِّ مَا صُنِعَ لَهُ",
            "source": "أبو داود والتّرمذي والبغوي وانظر مختصر شمائل التّرمذي للألباني ص 47",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى»",
            "source": "أخرجه أبو داود برقم (4020) وصححه الألباني في صحيح أبي داود",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«الْبَسْ جَدِيدًا، وَعِشْ حَمِيدًا، وَمُتْ شَهِيدًا، وَيَرْزُقُكَ اللَّهُ قُرَّةَ عَيْنٍ فِي الدُّنْيَا وَالْآخِرَةِ»",
            "source": "أخرجه ابن ماجه برقم (3558) وأحمد برقم (5620) وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_4": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "إِلْبَسْ جَدِيدًا وَعِشْ حَمِيدًا وَمُتْ شَهِيدًا",
            "source": "ابن ماجه 2/ 1178 والبغوي 12/ 41 وانظر صحيح ابن ماجة 2/ 275",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى",
            "source": "أخرجه أبو داود 4/ 41، وانظر صحيح أبي داود 2/ 760",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«أَبْلِ وَأَخْلِقْ، ثُمَّ أَبْلِ وَأَخْلِقْ، ثُمَّ أَبْلِ وَأَخْلِقْ»",
            "source": "أخرجه البخاري في صحيحه برقم (5845) من حديث أم خالد رضي الله عنها",
            "count": 1
        }
    ],
    "hisn_5": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "بِسْمِ اللَّهِ",
            "source": "التّرمذي 2/ 505 وغيره وانظر الإرواء برقم 49 صحيح الجامع 3/ 203",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«سَتْرُ مَا بَيْنَ أَعْيُنِ الْجِنِّ وَعَوْرَاتِ بَنِي آدَمَ: إِذَا وَضَعَ أَحَدُهُمْ ثَوْبَهُ أَنْ يَقُولَ: بِسْمِ اللَّهِ»",
            "source": "أخرجه الطبراني في الأوسط برقم (2504) وصححه الألباني في صحيح الجامع برقم (3610)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«بِسْمِ اللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ»",
            "source": "أخرجه ابن السني في عمل اليوم والليلة برقم (274) والنووي في الأذكار",
            "count": 1
        }
    ],
    "hisn_6": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "[بِسْمِ اللَّه]، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الخُبْثِ وَالخَبَائِثِ",
            "source": "أخرجه البخاري 1/ 45 ومسلم 1/ 283 وزيادة (بسم الله) في أوله، أخرجها سعيد بن منصور، أنظر فتح الباري 1/ 244",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«سَتْرُ مَا بَيْنَ أَعْيُنِ الجِنِّ وَعَوْرَاتِ بَنِي آدَمَ إِذَا دَخَلَ أَحَدُهُمُ الكَنِيفَ أَنْ يَقُولَ: بِسْمِ اللَّهِ»",
            "source": "أخرجه الترمذي برقم (606) وابن ماجه برقم (297) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الرِّجْسِ النَّجِسِ، الخَبِيثِ المُخْبِثِ، الشَّيْطَانِ الرَّجِيمِ»",
            "source": "أخرجه ابن ماجه برقم (299) وابن السني في عمل اليوم والليلة",
            "count": 1
        }
    ],
    "hisn_7": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "غُفْرَانَكَ",
            "source": "أخرجه أصحاب السنن إلا النسائي، أخرجه في عمل اليوم والليلة انظر تخريج زاد المعاد 2/ 387",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«الحَمْدُ لِلَّهِ الذِي أَذْهَبَ عَنِّي الأَذَى وَعَافَانِي»",
            "source": "أخرجه ابن ماجه برقم (301) والنسائي في الكبرى وابن السني برقم (24)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«الحَمْدُ لِلَّهِ الَّذِي أَذَاقَنِي لَذَّتَهُ، وَأَبْقَى فِيَّ قُوَّتَهُ، وَأَذْهَبَ عَنِّي أَذَاهُ»",
            "source": "أخرجه ابن أبي شيبة في المصنف (1/ 11) وابن السني والخرائطي في مكارم الأخلاق",
            "count": 1
        }
    ],
    "hisn_8": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "بِسْمِ اللَّه",
            "source": "أبو داود وابن ماجه وأحمد وانظر إرواء الغليل 1/ 122",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، لَا وُضُوءَ لِمَنْ لَمْ يَذْكُرِ اسْمَ اللَّهِ عَلَيْهِ»",
            "source": "أخرجه أبو داود برقم (101) وابن ماجه برقم (399) وأحمد وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«بِسْمِ اللَّهِ وَالحَمْدُ لِلَّهِ»",
            "source": "أخرجه الطبراني في المعجم الصغير وحسنه الهيثمي في مجمع الزوائد",
            "count": 1
        }
    ],
    "hisn_9": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ",
            "source": "رواه مسلم 1/ 209",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ المُتَطَهِّرِينَ",
            "source": "التّرمذي 1/ 78 وانظر صحيح التّرمذي 1/ 18",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ",
            "source": "النسائي في عمل اليوم والليلة ص 173 وانظر  إرواء الغليل 1/ 135 و 2/  94",
            "count": 1
        }
    ],
    "hisn_10": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ، أو أُزَلَّ، أَوْ أَظْلِم أَوْ أُظْلَمَ، أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ",
            "source": "أهل السنن وانظر صحيح التّرمذي 3/ 152 وصحيح ابن ماجه 2/ 336",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
            "source": "أبو داود 4/ 325 والتّرمذي 5/ 490 وانظر صحيح التّرمذي 3/ 151",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«بِسْمِ اللَّهِ، آمَنْتُ بِاللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَاعْتَصَمْتُ بِاللَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ»",
            "source": "أخرجه ابن أبي شيبة في المصنف وابن السني برقم (178)",
            "count": 1
        }
    ],
    "hisn_11": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "بِسْمِ اللًّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا. ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ",
            "source": "أخرجه أبو داود 4/ 325، وحسن إسناده العلامة ابن باز في تحفة الأخيار ص 28، وفي الصحيح (إذا دخل الرجل بيته فذكر بيته فذكر الله عند دخوله وعند طعامه قال الشيطان لا مبيت لكم ولا عشاء) مسلم برقم 2018",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ، فَذَكَرَ اللَّهَ عِنْدَ دُخُولِهِ وَعِنْدَ طَعَامِهِ، قَالَ الشَّيْطَانُ: لَا مَبِيتَ لَكُمْ وَلَا عَشَاءَ»",
            "source": "أخرجه مسلم في صحيحه برقم (2018)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "إلقاء السلام على أهل البيت: «فَإِذَا دَخَلْتُم بُيُوتًا فَسَلِّمُوا عَلَىٰ أَنفُسِكُمْ تَحِيَّةً مِّنْ عِندِ اللَّهِ مُبَارَكَةً طَيِّبَةً»، وإن لم يكن في البيت أحد فليقل: «السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ»",
            "source": "سورة النور: 61، والبخاري في الأدب المفرد برقم (1055)",
            "count": 1
        }
    ],
    "hisn_12": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا، وَفِي لِسَانِي نُورًا، وَفِي سَمْعِي نُورًا، وَفِي بَصَرِي نُورًا، وَمِنْ فَوْقِي نُورًا، وَمِنْ تَحْتِي نُورًا، وَعَنْ يَمِينِي نُورًا، وَعَنْ شِمَالِي نُورا، وَمِنْ أَمَامِي نُورًا، وَمِنْ خَلْفِي نُورًا، وَاجْعَلْ فِي نَفْسِي نُورًا، وَأَعْظِمْ لِي نُورًا، وَعَظِّمْ لِي نُورًا، وَاجْعَلْ لِي نُورًا، وَاجْعَلْنِي نُورًا. اللَّهُمَّ أَعْطِنِي نُورًا، وَاجْعَلْ فِي عَصَبِي نُورًا، وَفِي لَحْمِي نُورًا، وَفِي دَمِي نُورًا، وَفِي شَعْرِي نُورًا، وَفِي بَشَرِي نُورًا",
            "source": "جميع هذه الخصال في البخاري 11/ 116 برقم 6316 ومسلم 1/ 526، 529، 530 برقم 763",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ اجْعَلْ لِي نُورًا فِي قَبْرِي .. وَنُورًا فِي عِظَامِي",
            "source": "التّرمذي برقم 3419، 5/ 483",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "وَزِدْنِي نُورًا، وَزِدْنِي نُورًا، وَزِدْنِي نُورًا",
            "source": "أخرجه البخاري في الأدب المفرد برقم 695، ص 258 وصحح إسناده الألباني في صحيح الأدب المفرد برقم 536",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "وَهَبْ لِي نُورًا عَلَى نُورٍ",
            "source": "ذكره ابن حجر في فتح الباري وعزاه إلى ابن أبي عاصم في كتاب الدعاء، انظر الفتح 11/ 118 وقال: فاجتمع من اختلاف الروايات خمس وعشرون خصلة",
            "count": 1
        }
    ],
    "hisn_13": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "أَعُوذُ بِاللَّهِ العَظِيمِ، وَبِوَجْهِهِ الكَرِيمِ، وَسُلْطَانِهِ القَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ",
            "source": "أبو داود وانظر صحيح الجامع برقم 4591",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "بِسْمِ اللَّهِ، وَالصَّلَاةُ* وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ** اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ***",
            "source": "* رواه ابن السني برقم 88 وحسنه الألباني\r\n** أبو داود 1/ 126 وانظر صحيح الجامع 1/ 528\r\n*** رواه مسلم 1/ 494. وفي سنن ابن ماجه من حديث فاطمة رضي الله عنها (اللهم اغفر لي ذنوبي وافتح لي أبواب رحمتك) وصححه الألباني لشواهده، انظر صحيح ابن ماجه 1/ 128 - 129",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«أَعُوذُ بِاللَّهِ العَظِيمِ، وَبِوَجْهِهِ الكَرِيمِ، وَسُلْطَانِهِ القَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ، وَالصَّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ»",
            "source": "أخرجه أبو داود برقم (465) وصححه الألباني ومسلم برقم (713)",
            "count": 1
        }
    ],
    "hisn_14": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "بِسْمِ اللَّهِ وَالصَّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ، اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ",
            "source": "انظر تخريج روايات الحديث السابق رقم 20 وزيادة (اللهم اعصمني من الشيطان الرجيم) لابن ماجه. انظر صحيح ابن ماجه 1/ 129",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«بِسْمِ اللَّهِ، وَالصَّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ اغْفِرْ لِي ذُنُوبِي وَافْتَحْ لِي أَبْوَابَ فَضْلِكَ»",
            "source": "أخرجه ابن ماجه برقم (771) والترمذي وحسنه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ وَرَحْمَتِكَ، فَإِنَّهُ لَا يَمْلِكُهَا إِلَّا أَنْتَ»",
            "source": "أخرجه الطبراني في الكبير برقم (10379) وصححه الألباني في السلسلة الصحيحة برقم (1543)",
            "count": 1
        }
    ],
    "hisn_15": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "يَقُولُ مِثْلَ مَا يَقُولُ المُؤَذِّنُ إِلَّا فِي (حَيَّ عَلَى الصَّلَاةِ) وَ (حَيَّ عَلَى الفَلَاحِ) فَيَقُولُ (لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ)",
            "source": "البخاري 1/ 152 ومسلم 1/ 288",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "وَأَنَا أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبًّا، وَبِمُحَمَّدٍ رَسُولًا وَبِالإِسْلَامِ دِينًا",
            "source": "مسلم 1/ 290. يقول ذلك عقب تشهد المؤذن (ابن خزيمة 1/ 220)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "يُصَلِّي عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ فَرَاغِهِ مِنَ إِجَابَةِ المُؤَذِّنِ",
            "source": "مسلم 1/ 288",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ القَائِمَةِ، آتِ مُحَمَّدًا الوَسِيلَةَ وَالفَضِيلَةَ، وَأبْعَثْهُ مَقَامًا مَحْمُودًا الذِي وَعَدْتَهُ، [إِنَّكَ لَا تُخْلِفُ المِيعَادَ]",
            "source": "البخاري 1/ 152 وما بين المعكوفين للبيهقي 1/ 410 وحسن إسناده العلامة عبد العزيز بن باز في تحفة الأخيار ص 38",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "يَدْعُو لِنَفْسِهِ بَيْنَ الأَذَانِ وَالإِقَامَةِ فَإِنَّ الدُّعَاءَ حِينَئِذٍ لَا يُرَدُّ",
            "source": "التّرمذي وأبو داود وأحمد وانظر إرواء الغليل 1/ 262",
            "count": 1
        }
    ],
    "hisn_16": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ المَشْرِقِ وَالمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الأَبْيَضُ مِنَ الدَّنَسِ اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ بِالمَاءِ وَالثَّلْجِ وَالبَرَدِ",
            "source": "البخاري 1/ 181 ومسلم 1/ 419",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكْ، وَلَا إِلَهَ غَيْرُكَ",
            "source": "أخرجه أصحاب السنن الأربعة وانظر صحيح التّرمذي 1/ 77 وصحيح ابن ماجه 1/ 135",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ المُشْرِكِينَ، إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ العَالَمِينْ، لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ المُسْلِمِينَ، اللَّهُمَّ أَنْتَ المَلِكُ لَا إِلَهَ إِلَّا أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي، وَاعْتَرَفْتُ بِذَنْبِي، فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا، إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، وَاهْدِنِي لِأَحْسَنِ الأَخْلَاقِ، لَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا، لَا يَصْرِفُ عَنِّي سَيِّئَهَا إِلَّا أَنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالخَيْرُ كُلُّهُ بِيَدَيْكَ، وَالشَّرُّ لَيْسَ إِلَيْكَ، أَنَا بِكَ وَإِلَيْكَ، تَبَارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ",
            "source": "رواه مسلم 1/ 534",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "اللَّهُمَّ رَبَّ جِبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الحَّقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ",
            "source": "رواه مسلم 1/ 534",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "اللَّهُ أَكْبَرُ كَبِيرًا، اللَّهُ أَكْبَرُ كَبِيرًا، اللَّهُ أَكْبَرُ كَبِيرًا، وَالحَمْدُ لِلَّهِ كَثِيرًا، وَالحَمْدُ لِلَّهِ كَثِيرًا، وَالحَمْدُ لِلَّهِ كَثِيرًا، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا (ثَلَاثًا). أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَ هَمْزِهِ",
            "source": "أخرجه أبو داود 1/ 203 وابن ماجه 1/ 265 وأحمد 4/ 85 وأخرجه مسلم عن ابن عمر رضي الله عنهما بنحوه وفيه قصة 1/ 420",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 6",
            "text": "اللَّهُمَّ لَكَ الحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الحَمْدُ أَنْتَ رَبُّ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ، وَلَكَ الحَمْدُ أَنْتَ الحَقُّ، وَوَعْدُكَ الحَقُّ، وَقَوْلُكَ الحَقُّ، وَلِقَاؤُكَ الحَقُّ، وَالجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَقٌّ وَالسَّاعَةُ حَقٌّ اللَّهُمَّ لَكَ أَسْلَمْتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خَاصَمْتُ، وَإِلَيْكَ حَاكَمْتُ، فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ أَنْتَ المُقَدِّمُ، وَأَنْتَ المُؤَخِّرُ لَا إِلَهَ إِلَّا أَنْتَ، أَنْتَ إِلَهِي لَا إِلَهَ إِلَّا أَنْتَ",
            "source": "البخاري مع الفتح 3/ 3 و 11/ 116 و 13/ 371، 423، 465 ومسلم مختصرًا بنحوه 1/ 532",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 7",
            "text": "«سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلَا إِلَهَ غَيْرُكَ»",
            "source": "أخرجه أصحاب السنن الأربعة: أبو داود (776) والترمذي (242) والنسائي وابن ماجه",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 8",
            "text": "«وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ المُشْرِكِينَ، إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ العَالَمِينَ لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ المُسْلِمِينَ»",
            "source": "أخرجه مسلم في صحيحه برقم (771) من حديث علي بن أبي طالب رضي الله عنه",
            "count": 1
        }
    ],
    "hisn_17": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "سُبْحَانَ رَبِّيَ العَظِيمِ",
            "source": "أخرجه أهل السنن وأحمد وانظر صحيح التّرمذي 1/ 83",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي",
            "source": "البخاري 1/ 199 ومسلم 1/ 350",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "سُبُّوحٌ، قُدُّوسٌ، رَبُّ المَلَائِكَةِ وَالرُّوحِ",
            "source": "مسلم 1/ 353 وأبو داود 1/ 230",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي وَبَصَرِي وَمُخِّي وَعَظْمِي وَعَصَبِي، وَمَا اسْتَقَلَّ بِهِ قَدَمِي",
            "source": "مسلم 1/ 534 والأربعة إلا ابن ماجه",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "سُبْحَانَ ذِي الجَبَرُوتِ وَالمَلَكُوتِ وَالكِبْرِيَاءِ وَالعَظَمَةِ",
            "source": "أبو داود 1/ 230 والنسائي وأحمد وإسناده حسن",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 6",
            "text": "«اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي وَبَصَرِي وَمُخِّي وَعَظْمِي وَعَصَبِي، وَمَا اسْتَقَلَّتْ بِهِ قَدَمِي لِلَّهِ رَبِّ العَالَمِينَ»",
            "source": "أخرجه مسلم في صحيحه برقم (771)",
            "count": 1
        }
    ],
    "hisn_18": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ",
            "source": "البخاري مع الفتح 2/ 282",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "رَبَّنَا وَلَكَ الحَمْدُ، حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ",
            "source": "البخاري مع الفتح 2/ 284",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ. أَهْلَ الثَّنَاءِ وَالمَجْدِ، أَحَقُّ مَا قَالَ العَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ، اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ",
            "source": "مسلم 1/ 346",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "«رَبَّنَا وَلَكَ الحَمْدُ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ، مُبَارَكًا عَلَيْهِ كَمَا يُحِبُّ رَبُّنَا وَيَرْضَى»",
            "source": "أخرجه البخاري برقم (799) ومسلم برقم (477)",
            "count": 1
        }
    ],
    "hisn_19": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "سُبْحَانَ رَبِّيَ الأَعْلَى",
            "source": "أخرجه أهل السنن وأحمد وانظر صحيح التّرمذي 1/ 83",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي",
            "source": "البخاري ومسلم وتقدم تخريجه برقم 34",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "سُبُّوحٌ، قُدُّوسٌ، رَبُّ المَلَائِكَةِ وَالرُّوحِ",
            "source": "مسلم 1/ 533 وتقدم برقم 35",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ، وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسَنُ الخَالِقِينَ",
            "source": "مسلم 1/ 534 وغيره",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "سُبْحَانَ ذِي الجَبَرُوتِ وَالمَلَكُوتِ، وَالكِبْرِيَاءِ وَالعَظَمَةِ",
            "source": "أبو داود 1/ 230 وأحمد، والنسائي، وإسناده حسن",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 6",
            "text": "اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ، دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلَانِيَّتَهُ وَسِرَّهُ",
            "source": "مسلم 1/ 350",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 7",
            "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ",
            "source": "مسلم 1/ 352",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 8",
            "text": "«اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ وَصَوَّرَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسَنُ الخَالِقِينَ»",
            "source": "أخرجه مسلم في صحيحه برقم (771)",
            "count": 1
        }
    ],
    "hisn_20": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي",
            "source": "أبو داود 1/ 231 وانظر  صحيح ابن ماجة 1/ 148",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي",
            "source": "أخرجه أصحاب السنن إلا النسائي وانظر صحيح التّرمذي 1/ 90 وصحيح ابن ماجه 1/ 148",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي»",
            "source": "أخرجه أبو داود برقم (850) والترمذي برقم (284) وابن ماجه وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_21": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ {فَتَبَارَكَ اللَّهُ أَحْسَنُ الخَالِقِينَ}",
            "source": "التّرمذي 2/ 474 وأحمد 6/ 30 والحاكم وصححه ووافقه الذهبي 1/ 220 والزيادة له",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ أُكْتُبْ لِي بِهَا عِنْدَكَ أَجْرًا، وَضَعْ عَنِّي بِهَا وِزْرًا، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْرًا، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدْ",
            "source": "التّرمذي 2/ 473 والحاكم وصححه ووافقه الذهبي 1/ 219",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْرًا، وَضَعْ عَنِّي بِهَا وِزْرًا، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْرًا، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ»",
            "source": "أخرجه الترمذي برقم (579) وابن ماجه برقم (1053) وحسنه الألباني",
            "count": 1
        }
    ],
    "hisn_22": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "التَّحِيَّاتُ لِلَّهِ، وَالصَّلَوَاتُ، وَالطَّيِّبَاتُ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ",
            "source": "البخاري مع الفتح 1/ 13 ومسلم 1/ 301",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "تشهد عبد الله بن عباس رضي الله عنهما: «التَّحِيَّاتُ المُبَارَكَاتُ الصَّلَوَاتُ الطَّيِّبَاتُ لِلَّهِ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ»",
            "source": "أخرجه مسلم في صحيحه برقم (403)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "تشهد عمر بن الخطاب رضي الله عنه الذي كان يعلمه الناس على المنبر: «التَّحِيَّاتُ لِلَّهِ، الزَّاكِيَاتُ لِلَّهِ، الطَّيِّبَاتُ الصَّلَوَاتُ لِلَّهِ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ»",
            "source": "أخرجه مالك في الموطأ (1/ 90) وصححه الإمام النووي وابن حجر",
            "count": 1
        }
    ],
    "hisn_23": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى  إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ",
            "source": "البخاري مع الفتح 6/ 408",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَتِهِ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ",
            "source": "البخاري مع الفتح 6/ 407 ومسلم 1/ 306 واللفظ له",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ فِي العَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ»",
            "source": "أخرجه مسلم في صحيحه برقم (405)",
            "count": 1
        }
    ],
    "hisn_24": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ المَحْيَا وَالمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ المَسِيحِ الدَّجَّالِ",
            "source": "البخاري 2/ 102 ومسلم 1/ 412 واللفظ لمسلم",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ المَسِيحِ الدَّجَّالِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ المَحْيَا وَالمَمَاتِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ المَأْثَمِ وَالمَغْرَمِ",
            "source": "البخاري 1/ 202 ومسلم 1/ 412",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ",
            "source": "البخاري 8/ 168 ومسلم 4/ 2078",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي. أَنْتَ المُقَدِّمُ، وَأَنْتَ المُؤَخِّرُ لَا إِلَهَ إِلَّا أَنْتَ",
            "source": "مسلم 1/ 534",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبَادَتِكَ",
            "source": "أبو داود 2/ 86 والنسائي 3/ 53 وصححه الألباني في صحيح أبو داود 1/ 284",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 6",
            "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ البُخْلِ وَأَعُوذُ بِكَ مِنَ الجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ العُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ القَبْرِ",
            "source": "البخاري مع الفتح 6/ 35",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 7",
            "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ",
            "source": "أبو داود وانظر صحيح ابن ماجه 2/ 328",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 8",
            "text": "اللَّهُمَّ بِعِلْمِكَ الغَيْبَ وَقُدْرَتِكَ عَلَى الخَلْقِ أَحْيِنِي مَا عَلِمْتَ الحَيَاةَ خَيْرًا لِي وَتَوَفَّنِي إِذَا عَلِمْتَ الوَفَاةَ خَيْرًا لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الحَقِّ فِي الرِّضَا وَالغَضَبِ، وَأَسْأَلُكَ القَصْدَ فِي الغِنَى وَالفَقْرِ، وَأَسْأَلُكَ نَعِيمًا لَا يَنْفَدُ، وَأْسْأَلُكَ قُرَّةَ عَيْنٍ لَا تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ القَضَاءِ، وَأَسْأَلُكَ بَرْدَ العَيْشِ بَعْدَ المَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ وَلَا فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ",
            "source": "النسائي 4/ 54، 55 وأحمد 4/ 364 وصححه الألباني في صحيح النسائي 1/ 281",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 9",
            "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا اللَّهُ بِأَنَّكَ الوَاحِدُ الأَحَدُ الصَّمَدُ الذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدْ أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ",
            "source": "أخرجه النسائي بلفظه 3/ 52 وأحمد 4/ 338 وصححه الألباني في صحيح النسائي 1/ 280",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 10",
            "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الحَمْدَ، لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، المَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالأَرْضِ يَا ذَا الجَلَالِ وَالإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ",
            "source": "رواه أهل السنن وانظر صحيح ابن ماجه 2/ 329",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 11",
            "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ، الأَحَدُ الصَّمَدُ الذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدْ",
            "source": "أبو داود 2/ 62 والتّرمذي 5/ 515 وابن ماجه 2/ 1267 وأحمد 5/ 360 وانظر صحيح ابن ماجه 2/ 329 وصحيح التّرمذي 3/ 163",
            "count": 1
        }
    ],
    "hisn_25": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "أَسْتَغْفِرُ اللَّهَ (ثَلَاثًا)، اللَّهُمَّ أَنْتَ السَّلَامُ، وَمِنْكَ السَّلَامُ، تَبَارَكْتَ يَا ذَا الجَلَالِ وَالإِكْرَامِ",
            "source": "مسلم 1/ 414",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
            "source": "البخاري 1/ 255 ومسلم 1/ 414",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، لَا إِلَهَ إِلَّا اللَّهُ، وَلَا نَعْبُدُ إِلَّا إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الفَضْلُ، وَلَهُ الثَّنَاءُ الحَسَنُ، لَا إِلَهَ إِلَّا اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ",
            "source": "مسلم 1/ 415",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "سُبْحَانَ اللَّهُ، وَالحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ (ثَلَاثًا وَثَلَاثِينَ مَرَّةً)\r\nلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (مَرَّةً وَاحِدَةً)",
            "source": "\"من قال ذلك دبر كل صلاة غفرت خطاياه وإن كانت مثل زبد البحر\"مسلم 1/ 418",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\n{قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ}\r\n\r\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\n{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ}\r\n\r\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\n{قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ}",
            "source": "أبو داود 2/ 86 والنسائي 3/ 68 وانظر صحيح التّرمذي 2/ 8 والسور الثلاث يقال لها المعوذات وانظر فتح الباري 9/ 62",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 6",
            "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ\r\n{اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ}",
            "source": "من قرأها دبر كل صلاة لم يمنعه من دخول الجنة إلا أن يموت . والنسائي في عمل اليوم والليلة برقم 100، وابن السني برقم 121 وصححه الجامع 5/ 339 وسلسلة الأحاديث الصحيحة 2/ 697 برقم 972",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 7",
            "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ\r\n(بَعْدَ صَلَاةِ المَغْرِبِ وَالصُّبْحِ)",
            "source": "رواه التّرمذي 5/ 515 وأحمد 4/ 227 وانظر تخريجه في زاد المعاد 1/ 300",
            "count": 10
        },
        {
            "type": "dhikr",
            "title": "الذكر 8",
            "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وعَمَلًا مُتَقَبَّلًا\r\n(بَعْدَ السَّلَامِ مِنْ صَلَاةِ الفَجْرِ)",
            "source": "ابن ماجه وغيره وانظر صحيح ابن ماجة 1/ 152 ومجمع الزوائد 10/ 111",
            "count": 1
        }
    ],
    "hisn_26": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "قَالَ جَابِرٌ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عِنْهُمَا : كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يُعَلِّمُنَا الاسْتِخَارَةَ فِي الأُمُورِ كُلِّهَا كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ القُرْآنِ، يَقُولُ : إِذَا هَمَّ أَحَدُكُمْ بِالأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الفَرِيضَةِ، ثُمَّ لِيَقُلْ: (اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيمِ فَإِنَّكَ تَقْدِرُ وَلَا أَقْدِرُ، وَتَعْلَمُ وَلَا أَعْلَمُ، وَأَنْتَ عَلَّامُ الغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ - وَيُسَمِّي حَاجَتَهُ - خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي - أَوْ قَالَ : عَاجِلِهِ وَآجِلِهِ - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي، ثُمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي - أَوْ قَالَ : عَاجِلِهِ وَآجِلِهِ - فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ، وَاقْدُرْ لِيَ الخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِي بِهِ)",
            "source": "البخاري 7/ 162",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "الرضا والتسليم بعد الاستخارة: «اللَّهُمَّ خِرْ لِي وَاخْتَرْ لِي، وَلَا تَكِلْنِي إِلَى خِيَرَتِي لِنَفْسِي، وَرَضِّنِي بِمَا قَضَيْتَ لِي حَتَّى لَا أُحِبَّ تَعْجِيلَ مَا أَخَّرْتَ وَلَا تَأْخِيرَ مَا عَجَّلْتَ»",
            "source": "أخرجه البزار والترمذي وضعفه بعضهم لكن يستحب به الدعاء، وانظر الأذكار للنووي",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ إِنِّي أَسْتَهْدِيكَ لِأَرْشَدِ أَمْرِي، وَأَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، اللَّهُمَّ قَدِّرْ لِيَ الخَيْرَ حَيْثُ كَانَ ثُمَّ رَضِّنِي بِهِ»",
            "source": "أخرجه أحمد في المسند (4/ 444) والترمذي وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_27": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "الحَمْدُ لِلَّهِ وَحْدَهُ، وَالصَّلَاةُ وَالسَّلَامُ عَلَى مَنْ لَا نَبِيَّ بَعْدَهُ",
            "source": "عن أنس يرفعه \"لأن أقعد مع قوم يذكرون الله تعالى من صلاة الغداة حتى تطلع الشمس أحب إلي من أن أعتق أربعة من ولد إسماعيل، ولأن أقعد مع قوم يذكرون الله من صلاة العصر إلى أن تغرب الشمس أحب إلي من أن أعتق أربعة\"أبو داود برقم 3667، وحسنه الألباني، صحيح أبو داود 2/ 698",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ\r\n{اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ}",
            "source": "سورة البقرة، آية 255، \"من قالها حين يصبح أجير من الجن حتى يمسي، ومن قالها حين يمسي أجير من الجن حتى يصبح\"أخرجه الحاكم 1/ 562 وصححه الألباني في صحيح الترغيب والترهيب 1/ 273، وعزاه إلى النسائي والطبراني وقال : وإسناد الطبراني جيد",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\n{قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ}\r\n\r\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\n{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ}\r\n\r\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\n{قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ}",
            "source": "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء. أبو داود 4/ 322 والتّرمذي 5/ 567 وانظر صحيح التّرمذي 3/ 182",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "أَصْبَحْنَا وَأَصْبَحَ المُلْكُ لِلَّهِ، وَالحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا اليَوْمِ وَخَيْرَ مَا بَعْدَهُ وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا اليَوْمِ وَشَرِّ مَا بَعْدَهُ رَبِّ أَعُوذُ بِكَ مِنَ الكَسَلِ وَسُوءِ الكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي القَبْرِ",
            "source": "مسلم 4/ 2088",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ",
            "source": "التّرمذي 5/ 466 وانظر صحيح التّرمذي 3/ 142",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 6",
            "text": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُك، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي، فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
            "source": "من قالها موقنًا بها حين يمسي فمات من ليلته دخل الجنة، وكذلك إذا أصبح أخرجه البخاري 7/ 150",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 7",
            "text": "اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَائِكَتَكَ وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ",
            "source": "من قالها حين يصبح وحين يمسي أربع مرات أعتقه الله من النار . أخرجه أبو داود 4/ 317 والبخاري في الأدب المفرد برقم 1201 والنسائي في عمل اليوم والليلة برقم 9، وابن السني برقم 70 وحسن سماحة الشيخ ابن باز إسناد النسائي وأبي داود في تحفة الأخيار ص 23",
            "count": 4
        },
        {
            "type": "dhikr",
            "title": "الذكر 8",
            "text": "اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الحَمْدُ وَلَكَ الشُّكْرُ",
            "source": "من قالها حين يصبح فقد أدي شكر يومه، ومن قالها حين يمسى فقد أدى شكر ليلته. أخرجه أبو داود 4/ 318، والنسائي في عمل اليوم والليلة برقم 7 وابن السني برقم 41 وابن حبان \"موارد\"رقم 2361 وحسن ابن باز إسناده في تحفة الأخيار ص 24",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 9",
            "text": "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لَا إِلَه إِلَّا أَنْتَ. اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لَا إِلَهَ إِلَّا أَنْتَ",
            "source": "أبو داود 4/ 324، وأحمد 5/ 42 والنسائي في عمل اليوم والليلة برقم 22 وابن السني برقم 69 والبخاري في الأدب المفرد، وحسن العلامة ابن باز إسناده في تحفة الأخيار ص 26",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 10",
            "text": "حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ العَرْشِ العَظِيمِ",
            "source": "من قالها حين يصبح ويمسي سبع مرات كفاه الله ما أهمه من أمر الدنيا والآخرة. أخرجه ابن السني برقم 71 مرفوعًا وأبو موقوف 4/ 321، وصحح إسناده شعيب وعبد القادر الأرناؤوط. انظر زاد المعاد 2/ 376",
            "count": 7
        },
        {
            "type": "dhikr",
            "title": "الذكر 11",
            "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ العَفْوَ وَالعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ العَفْوَ وَالعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
            "source": "أبو داود وابن ماجه وانظر صحيح ابن ماجه 2/ 332",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 12",
            "text": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
            "source": "التّرمذي وأبو داود .انظر :صحيح التّرمذي 3/ 142",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 13",
            "text": "بِسْمِ اللَّهِ الذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ العَلِيمُ",
            "source": "من قالها ثلاثًا إذا أصبح وثلاثًا إذا أمسى لم يضره شيء أخرجه أبو داود 4/ 323 والتّرمذي 5/ 465 وابن ماجه وأحمد. انظر: صحيح ابن ماجه 2/ 332 وحسن إسناده العلامة ابن باز في تحفة الأخيار ص 39",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 14",
            "text": "رَضِيتُ بِاللَّهِ رَبًّا، وَبِالإِسْلَامِ دِينًا وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
            "source": "من قالها ثلاثًا حين يصبح وحين يمسي كان حقًا على الله أن يرضيه يوم القيامة. أحمد 4/ 337 والنسائي في عمل اليوم والليلة برقم 4 وابن السني برقم 68 وأبو داود 4/ 418 والتّرمذي 5/ 465 وحسنه ابن باز في تحفة الأخيار ص 39",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 15",
            "text": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
            "source": "الحاكم وصححه ووافقه الذهبي 1/ 545 وانظر صحيح الترغيب والترهيب 1/ 273",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 16",
            "text": "أَصْبَحْنَا وَأَصْبَحَ المُلْكُ لِلَّهِ رَبِّ العَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا اليَوْمِ: فَتْحَهُ، وَنَصْرَهُ، وَنُورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ",
            "source": "أبو داود 4/ 322 وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد 2/ 273",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 17",
            "text": "أَصْبَحْنَا عَلَى فِطْرَةِ الإِسْلَامِ وَعَلَى كَلِمَةِ الإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ المُشْرِكِينَ",
            "source": "أحمد 3/ 406 و 407 وابن السني في عمل اليوم والليلة برقم 34 وانظر: صحيح الجامع 4/ 209",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 18",
            "text": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
            "source": "من قالها مائة مرة حين يصبح وحين يمسي لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد رواه مسلم 4/ 2071",
            "count": 100
        },
        {
            "type": "dhikr",
            "title": "الذكر 19",
            "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
            "source": "عَشرَ مَرَّاتٍ:\r\n النسائي في عمل اليوم والليلة برقم 24 وانظر :صحيح الترغيب والترهيب 1/ 272، وتحفة الأخيار لابن باز ص 44 وانظر فضلها في ص 146، حديث رقم 255\r\n\r\nأو مرة واحدة عند الكسل\r\nأبو داود 4/ 319 وابن ماجه وأحمد 4/ 60 وانظر :صحيح الترغيب والترهيب 1/ 270، صحيح أبو داود 3/ 957، وصحيح ابن ماجه 2/ 331 وزاد المعاد 2/ 377",
            "count": 10
        },
        {
            "type": "dhikr",
            "title": "الذكر 20",
            "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
            "source": "من قالها مائة مرة في يوم كانت له عدل عشر رقاب، وكتب له مائة حسنة، ومحيت عنه مائة سيئة، وكانت حرزًا من الشيطان يومه ذلك حتى يمسي، ولم يأت أحد بأفضل مما جاء به إلا أحد عمل أكثر من ذلك. البخاري 4/ 95، ومسلم 4/ 2071",
            "count": 100
        },
        {
            "type": "dhikr",
            "title": "الذكر 21",
            "text": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
            "source": "مسلم 4/ 2090",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 22",
            "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا",
            "source": "أخرجه ابن السني في عمل اليوم والليلة برقم 54 وابن ماجه برقم 925 وحسن إسناده عبد القادر وشعيب الأرناؤوط في تحقيق زاد المعاد 2/ 375",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 23",
            "text": "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ",
            "source": "البخاري مع الفتح 11/ 101، ومسلم 4/ 2075",
            "count": 100
        },
        {
            "type": "dhikr",
            "title": "الذكر 24",
            "text": "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبِيِّنَا مُحَمَّدٍ",
            "source": "من صلى علي حين يُصبح عشرًا، وحين يُمسي عشرًا أدركتهُ شفاعتي يوم القيامة\r\nأخرجه الطبراني بإسنادين أحدهما جيد، انظر: الزوائد 10/ 120 وصحيح الترغيب والترهيب 1/ 273",
            "count": 10
        }
    ],
    "hisn_28": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "الحَمْدُ لِلَّهِ وَحْدَهُ، وَالصَّلَاةُ وَالسَّلَامُ عَلَى مَنْ لَا نَبِيَّ بَعْدَهُ",
            "source": "عن أنس يرفعه \"لأن أقعد مع قوم يذكرون الله تعالى من صلاة الغداة حتى تطلع الشمس أحب إلي من أن أعتق أربعة من ولد إسماعيل، ولأن أقعد مع قوم يذكرون الله من صلاة العصر إلى أن تغرب الشمس أحب إلي من أن أعتق أربعة\"أبو داود برقم 3667، وحسنه الألباني، صحيح أبو داود 2/ 698",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ\r\n{اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ}",
            "source": "سورة البقرة، آية 255، \"من قالها حين يصبح أجير من الجن حتى يمسي، ومن قالها حين يمسي أجير من الجن حتى يصبح\"أخرجه الحاكم 1/ 562 وصححه الألباني في صحيح الترغيب والترهيب 1/ 273، وعزاه إلى النسائي والطبراني وقال : وإسناد الطبراني جيد",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\n{قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ}\r\n\r\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\n{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ}\r\n\r\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\n(قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ)",
            "source": "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء. أبو داود 4/ 322 والتّرمذي 5/ 567 وانظر صحيح التّرمذي 3/ 182",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "أَمْسَيْنَا وَأَمْسَى المُلْكُ لِلَّهِ، وَالحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرَّ مَا بَعْدَهَا رَبِّ أَعُوذُ بِكَ مِنَ الكَسَلِ وَسُوءِ الكِبَرِ، رَبَّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي القَبْرِ",
            "source": "مسلم 4/ 2088",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ المَصِيرُ",
            "source": "التّرمذي 5/ 466 وانظر صحيح التّرمذي 3/ 142",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 6",
            "text": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُك، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي، فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
            "source": "من قالها موقنًا بها حين يمسي فمات من ليلته دخل الجنة، وكذلك إذا أصبح أخرجه البخاري 7/ 150",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 7",
            "text": "اللَّهُمَّ إِنِّي أَمْسَيْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَائِكَتَكَ وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ",
            "source": "من قالها حين يصبح وحين يمسي أربع مرات أعتقه الله من النار . أخرجه أبو داود 4/ 317 والبخاري في الأدب المفرد برقم 1201 والنسائي في عمل اليوم والليلة برقم 9، وابن السني برقم 70 وحسن سماحة الشيخ ابن باز إسناد النسائي وأبي داود في تحفة الأخيار ص 23",
            "count": 4
        },
        {
            "type": "dhikr",
            "title": "الذكر 8",
            "text": "اللَّهُمَّ مَا أَمْسَى بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الحَمْدُ وَلَكَ الشُّكْرُ",
            "source": "من قالها حين يصبح فقد أدي شكر يومه، ومن قالها حين يمسى فقد أدى شكر ليلته. أخرجه أبو داود 4/ 318، والنسائي في عمل اليوم والليلة برقم 7 وابن السني برقم 41 وابن حبان \"موارد\"رقم 2361 وحسن ابن باز إسناده في تحفة الأخيار ص 24",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 9",
            "text": "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لَا إِلَه إِلَّا أَنْتَ. اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لَا إِلَهَ إِلَّا أَنْتَ",
            "source": "أبو داود 4/ 324، وأحمد 5/ 42 والنسائي في عمل اليوم والليلة برقم 22 وابن السني برقم 69 والبخاري في الأدب المفرد، وحسن العلامة ابن باز إسناده في تحفة الأخيار ص 26",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 10",
            "text": "حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ العَرْشِ العَظِيمِ",
            "source": "من قالها حين يصبح ويمسي سبع مرات كفاه الله ما أهمه من أمر الدنيا والآخرة. أخرجه ابن السني برقم 71 مرفوعًا وأبو موقوف 4/ 321، وصحح إسناده شعيب وعبد القادر الأرناؤوط. انظر زاد المعاد 2/ 376",
            "count": 7
        },
        {
            "type": "dhikr",
            "title": "الذكر 11",
            "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ العَفْوَ وَالعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ العَفْوَ وَالعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
            "source": "أبو داود وابن ماجه وانظر صحيح ابن ماجه 2/ 332",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 12",
            "text": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
            "source": "التّرمذي وأبو داود .انظر :صحيح التّرمذي 3/ 142",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 13",
            "text": "بِسْمِ اللَّهِ الذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ العَلِيمُ",
            "source": "من قالها ثلاثًا إذا أصبح وثلاثًا إذا أمسى لم يضره شيء أخرجه أبو داود 4/ 323 والتّرمذي 5/ 465 وابن ماجه وأحمد. انظر: صحيح ابن ماجه 2/ 332 وحسن إسناده العلامة ابن باز في تحفة الأخيار ص 39",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 14",
            "text": "رَضِيتُ بِاللَّهِ رَبًّا، وَبِالإِسْلَامِ دِينًا وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
            "source": "من قالها ثلاثًا حين يصبح وحين يمسي كان حقًا على الله أن يرضيه يوم القيامة. أحمد 4/ 337 والنسائي في عمل اليوم والليلة برقم 4 وابن السني برقم 68 وأبو داود 4/ 418 والتّرمذي 5/ 465 وحسنه ابن باز في تحفة الأخيار ص 39",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 15",
            "text": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
            "source": "الحاكم وصححه ووافقه الذهبي 1/ 545 وانظر صحيح الترغيب والترهيب 1/ 273",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 16",
            "text": "أَمْسَيْنَا وَأَمْسَى المُلْكُ لِلَّهِ رَبِّ العَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ: فَتْحَهَا، وَنَصْرَهَا، وَنُورَهَا، وَبَرَكَتَهَا، وَهُدَاهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهَا وَشَرِّ مَا بَعْدَهَا",
            "source": "أبو داود 4/ 322 وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد 2/ 273",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 17",
            "text": "أَمْسَيْنَا عَلَى فِطْرَةِ الإِسْلَامِ وَعَلَى كَلِمَةِ الإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ المُشْرِكِينَ",
            "source": "أحمد 3/ 406 و 407 وابن السني في عمل اليوم والليلة برقم 34 وانظر: صحيح الجامع 4/ 209",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 18",
            "text": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
            "source": "من قالها مائة مرة حين يصبح وحين يمسي لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد رواه مسلم 4/ 2071",
            "count": 100
        },
        {
            "type": "dhikr",
            "title": "الذكر 19",
            "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
            "source": "عَشرَ مَرَّاتٍ:\r\n النسائي في عمل اليوم والليلة برقم 24 وانظر :صحيح الترغيب والترهيب 1/ 272، وتحفة الأخيار لابن باز ص 44 وانظر فضلها في ص 146، حديث رقم 255\r\n\r\nأو مرة واحدة عند الكسل\r\nأبو داود 4/ 319 وابن ماجه وأحمد 4/ 60 وانظر :صحيح الترغيب والترهيب 1/ 270، صحيح أبو داود 3/ 957، وصحيح ابن ماجه 2/ 331 وزاد المعاد 2/ 377",
            "count": 10
        },
        {
            "type": "dhikr",
            "title": "الذكر 20",
            "text": "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ",
            "source": "البخاري مع الفتح 11/ 101، ومسلم 4/ 2075",
            "count": 100
        },
        {
            "type": "dhikr",
            "title": "الذكر 21",
            "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
            "source": "من قالها حين يمسي ثلاث مرات لم تضره حمة تلك الليلة أخرجه أحمد 2/ 290 والنسائي في عمل اليوم والليلة برقم 590 وابن السني برقم 68 وانظر: صحيح التّرمذي 3/ 187، وصحيح ابن ماجه 2/ 266 وتحفة الأخيار ص 45",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 22",
            "text": "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبِيِّنَا مُحَمَّدٍ",
            "source": "من صلى علي حين يُصبح عشرًا، وحين يُمسي عشرًا أدركتهُ شفاعتي يوم القيامة\r\nأخرجه الطبراني بإسنادين أحدهما جيد، انظر: الزوائد 10/ 120 وصحيح الترغيب والترهيب 1/ 273",
            "count": 10
        }
    ],
    "hisn_29": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا، فَيَقْرَأُ فِيهِمَا:\r\n\r\nبِسْمِ اللَّهِ الرَّحْمِنِ الرَّحِيمِ\r\n{قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ}\r\n\r\nبِسْمِ اللَّهِ الرَّحْمِنِ الرَّحِيمِ\r\n{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ}\r\n\r\nبِسْمِ اللَّهِ الرَّحْمِنِ الرَّحِيمِ\r\n{قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ}\r\n\r\nثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقْبَلَ مِنْ جَسَدِهِ",
            "source": "البخاري مع الفتح 9/ 62 ومسلم 4/ 1723",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ\r\n{اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ}",
            "source": "من قرأها إذا أوى إلى فراشه فإنه لن يزال عليه من الله حافظ ولا يقربه شيطان حتى يصبح البخاري مع الفتح 4/ 487",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ\r\n{آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ * لاَ يُكَلِّفُ اللّهُ نَفْسًا إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ}",
            "source": "من قرأهما في ليلة كفتاه، البخاري مع الفتح 9/ 94 ومسلم 1/ 554، والآيتان من سورة البقرة، 285 – 286",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ",
            "source": "إذا قام أحدكم من فراشه ثم رجع إليه فلينفض بصنفة  إزاره ثلاث مرات وليسم الله  فإنه لا يدري ماذا خلفه عليه بعده وإذا اضطجع فليقل ... (الحديث)\r\n\r\n البخاري 11/ 126. ومسلم 4/ 2084",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْيَاهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا، اللَّهُمَّ إِنِّي أَسْأَلُكَ العَافِيَةَ",
            "source": "أخرجه مسلم 4/ 2083 وأحمد بلفظه 2/ 79",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 6",
            "text": "اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ",
            "source": "كان رسول الله صلى الله عليه وسلم إذا أراد أن يرقد وضع يده اليمنى تحت خده ثم يقول ... (الحديث)\r\n\r\nأبو داود بلفظه 4/ 311 وانظر صحيح التّرمذي 3/ 143",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 7",
            "text": "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا",
            "source": "البخاري مع الفتح 11/ 113 ومسلم 4/ 2083",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 8",
            "text": "سُبْحَانَ اللَّهِ",
            "source": "من قال ذلك عندما يأوي إلى فراشه كان خيرًا له من خادم. البخاري مع الفتح 7/ 71 ومسلم 4/ 2091",
            "count": 33
        },
        {
            "type": "dhikr",
            "title": "الذكر 9",
            "text": "الحَمْدُ لِلَّهِ",
            "source": "من قال ذلك عندما يأوي إلى فراشه كان خيرًا له من خادم. البخاري مع الفتح 7/ 71 ومسلم 4/ 2091",
            "count": 33
        },
        {
            "type": "dhikr",
            "title": "الذكر 10",
            "text": "اللَّهُ أَكْبَرُ",
            "source": "من قال ذلك عندما يأوي إلى فراشه كان خيرًا له من خادم. البخاري مع الفتح 7/ 71 ومسلم 4/ 2091",
            "count": 34
        },
        {
            "type": "dhikr",
            "title": "الذكر 11",
            "text": "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ العَرْشِ العَظِيمِ، رَبَّنَا وَرَبَّ كُلَّ شَيْءٍ، فَالِقَ الحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالِإنْجِيلِ، وَالفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ، اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ البَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَاغْنِنَا مِنَ الفَقْرِ",
            "source": "مسلم 4/ 2084",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 12",
            "text": "الحَمْدُ لِلَّهِ الذِي أَطْعَمَنَا وَسَقَانَا وَكَفَانَا وَآوَانَا فَكَمْ مِمَّنْ لَا كَافِيَ لَهُ وَلَا مُؤْوِي",
            "source": "مسلم 4/ 2085",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 13",
            "text": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشَرَكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّه إِلَى مُسْلِمٍ",
            "source": "أبو داود 4/ 317 وانظر صحيح سنن التّرمذي 3/ 142",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 14",
            "text": "يَقْرَأُ {ألم * تَنْزِيل ...} (سُورَةُ السَّجْدَة)\r\nوَ{تَبَارَكَ الذِي بِيَدِهِ المُلْكُ ...} (سُورَةُ المُلْكِ)",
            "source": "التّرمذي والنسائي وانظر صحيح الجامع 4/ 255",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 15",
            "text": "اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَهْبَةً وَرَغْبَةً إِلَيْكَ، لَا مَلْجَأَ وَلَا مَنْجَا مِنْكَ إِلَّا إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الذِي أَنْزَلْتَ وَبِنَبِيِّكَ الذِي أَرْسَلْتَ",
            "source": "إذا أخذت مضجعك فتوضأ وضوءك للصلاة ثم اضطجع على شقك الأيمن، وقل: ... (الحديث)  قال صلى الله عليه وسلم لمن قال ذلك: فإن متَّ، متَّ على الفطرة البخاري مع الفتح 11/ 113 ومسلم 4/ 2081",
            "count": 1
        }
    ],
    "hisn_30": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "لَا إِلَهِ إِلَّا اللَّهُ الوَاحِدُ القَهَّارُ، رَبُّ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا العَزِيزُ الغَفَّارُ",
            "source": "يقول ذلك إذا تقلّب من جنب إلى جنب. أخرجه الحاكم وصححه ووافقه الذّهبي 1/ 540 والنّسائي في عمل اليوم والّيلة، وابن السّني، وانظر صحيح الجامع 4/ 213",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«مَنْ تَعَارَّ مِنَ اللَّيْلِ فَقَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، ثُمَّ قَالَ: رَبِّ اغْفِرْ لِي - أَوْ دَعَا - اسْتُجِيبَ لَهُ، فَإِنْ تَوَضَّأَ وَصَلَّى قُبِلَتْ صَلَاتُهُ»",
            "source": "أخرجه البخاري في صحيحه برقم (1154)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ غَارَتِ النُّجُومُ، وَهَدَأَتِ العُيُونُ، وَأَنْتَ حَيٌّ قَيُّومٌ، لَا تَأْخُذُكَ سِنَةٌ وَلَا نَوْمٌ، يَا حَيُّ يَا قَيُّومُ أَهْدِئْ لَيْلِي، وَأَنِمْ عَيْنِي»",
            "source": "أخرجه ابن السني في عمل اليوم والليلة برقم (749) والطبراني",
            "count": 1
        }
    ],
    "hisn_31": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَنْ يَحْضُرُونِ",
            "source": "أبو داود 4/ 12 وانظر صحيح التّرمذي 3/ 171",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«أَعُوذُ بِوَجْهِ اللَّهِ الكَرِيمِ، وَبِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ، مِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الأَرْضِ وَمَا يَخْرُجُ مِنْهَا، وَمِنْ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ طَوَارِقِ اللَّيْلِ وَالنَّهَارِ إِلَّا طَارِقًا يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ»",
            "source": "أخرجه مالك في الموطأ برقم (1743) وأحمد في المسند برقم (15461) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "قراءة آية الكرسي والمعوذتين عند الفزع والنوم: «اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ...» فإنها حرز وأمان من كل فزع وشيطان حتى يصبح",
            "source": "أخرجه البخاري برقم (2311) ومسلم",
            "count": 1
        }
    ],
    "hisn_32": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "يَنْفُثُ عَنْ يَسَارِهِ",
            "source": "مسلم 4/ 1772",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "يَسْتَعِيذُ بِاللَّهِ مِنَ الشَّيْطَانِ وَمِنْ شَرِّ مَا رَأَى",
            "source": "مسلم 4/ 1772، 1773",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "لَا يُحَدِّثُ بِهَا أَحَدًا",
            "source": "مسلم 4/ 1772",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "يَتَحَوَّلَ عَنْ جَنْبِهِ الذِي كَانَ عَلَيْهِ",
            "source": "مسلم 4/ 1773",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "يَقُومُ يُصَلِّي إِنْ أَرَادَ ذَلِكَ",
            "source": "مسلم 4/ 1773",
            "count": 1
        }
    ],
    "hisn_33": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ، فَإِنَّكَ تَقْضِي وَلَا يُقْضَى عَلَيْكَ، إِنَّهُ لَا يَذِلُّ مَنْ وَاَلَيْتَ، [وَلَا يَعِزُّ مَنْ عَادَيْتَ]، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ",
            "source": "أخرجه أصحاب السّنن الأربعة، وأحمد والدّارمي والحاكم والبيهقيّ، ومابين المعكوفين للبيهقي، وانظر صحيح التّرمذي 1/ 144 وصحيح ابن ماجة 1/ 194 وإرواء الغليل للألباني 2/ 172",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وأَعُوذُ بِكَ مِنْكَ، لَا أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ",
            "source": "أخرجه أصحاب السّنن الأربعة، وأحمد. انظر صحيح التّرمذي 3/ 180 وصحيح ابن ماجة 1/ 194، والإرواء 2/ 175",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "اللَّهُمَّ إِيَّاكَ نَعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالكَافِرِينَ مُلْحَقٌ. اللَّهُمَّ إِنَّا نَسْتَعِينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الخَيْرَ، وَلَا نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفُرُكَ",
            "source": "أخرجه البيهقيّ في السّنن الكبرى وصحح إسناده 2/ 211، وقال الشّيخ الألباني في إرواء الغليل: وهذا إسناده صحيح 2/ 170. وهو موقوف على عمر",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "«اللَّهُمَّ إِنَّا نَسْتَعِينُكَ وَنَسْتَغْفِرُكَ وَنُثْنِي عَلَيْكَ الخَيْرَ كُلَّهُ وَلَا نَكْفُرُكَ، وَنُؤْمِنُ بِكَ وَنَخْضَعُ لَكَ، وَنَخْلَعُ وَنَتْرُكُ مَنْ يَفْجُرُكَ، اللَّهُمَّ إِيَّاكَ نَعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالكُفَّارِ مُلْحَقٌ»",
            "source": "أخرجه البيهقي في السنن الكبرى (2/ 210) وصححه الألباني في إرواء الغليل",
            "count": 1
        }
    ],
    "hisn_34": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "سُبْحَانَ المَلِكِ القُدُّوسِ. وَالثَّالِثَةُ يَجْهَرُ بِهَا وَيَمُدُّ بِهَا صَوْتَهُ يَقُولُ: [رَبِّ المَلَائِكَةِ وَالرُّوحِ]",
            "source": "رواه النّسائي 3/ 244 والدّاراقطني وغيرهما، وما بين المعكوفين زيادة للدّاراقطني 2/ 31 وإسناده صحيح. انظر زاد المعاد بتحقيق شعيب الأرناؤوط و عبد القادر الأرناؤوط 1/ 337",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ»",
            "source": "أخرجه أبو داود برقم (1427) والترمذي برقم (3566) والنسائي وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "الاستغفار ثلاثاً وسؤال المغفرة: «أَسْتَغْفِرُ اللَّهَ، أَسْتَغْفِرُ اللَّهَ، أَسْتَغْفِرُ اللَّهَ، اللَّهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ تَبَارَكْتَ يَا ذَا الجَلَالِ وَالإِكْرَامِ»",
            "source": "أخرجه مسلم برقم (591) وأبو داود",
            "count": 1
        }
    ],
    "hisn_35": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ إِنِّي عَبْدُكَ، اِبْنُ عَبْدِكَ، اِبْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُلِّ اِسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ، أَوْ اِسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلَاءَ حُزْنِي، وَذَهَابَ هَمِّي",
            "source": "أحمد 1/ 391 وصحّحه الألبانيّ",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الهَمِّ وَالحَزَنِ، وَالعَجْزِ وَالكَسَلِ، وَالبُخْلِ وَالجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
            "source": "البخاري 7/ 158، كان رسول اللّه صلّى اللّه عليه وسلّم يُكثِر من هذا الدّعاء. انظر البخاري مع الفتح 11/ 173",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ»",
            "source": "أخرجه الحاكم برقم (2000) وصححه وحسنه الألباني في صحيح الجامع برقم (5820)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "دعاء ذي النون في بطن الحوت: «لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ»، لم يدعُ بها رجل مسلم في شيء قط إلا استجاب الله له",
            "source": "أخرجه الترمذي برقم (3505) وأحمد وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_36": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "لَا إِلَهَ إِلَّا اللَّهُ العَظِيمُ الحَلِيمُ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ العَرْشِ العَظِيمِ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ السَّمَاوَاتِ وَرَبُّ الأَرْضِ وَرَبُّ العَرْشِ الكَرِيمِ",
            "source": "البخاري 7/ 154 ومسلم 4/ 2092",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ رَحْمَتَكَ أَرْجُو فَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لَاإِلَهَ إِلَّا أَنْتَ",
            "source": "أبو داود 4/ 324 وأحمد 5/ 42 وحسّنه الألبانيّ في صحيح أبي داود 3/ 959",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ",
            "source": "التّرمذي 5/ 529، والحاكم، وصحّحه ووافقه الذّهبيّ 1/ 505، وانظر صحيح التّرمذي 3/ 168",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "اللَّهُ اللَّهُ رَبِّي لَا أُشْرِكُ بِهِ شَيْئًا",
            "source": "أخرجه أبو داود 2/ 87 وانظر صحيح ابن ماجة 2/ 335",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "دعاء أسماء بنت عميس رضي الله عنها: «اللَّهُ اللَّهُ رَبِّي لَا أُشْرِكُ بِهِ شَيْئًا»",
            "source": "أخرجه أبو داود برقم (1525) وابن ماجه برقم (3882) وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_37": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِمُ، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمُ",
            "source": "أبو داود 2/ 89، وصحّحه الحاكم ووافقه الذّهبيّ 2/ 142",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَجُولُ، وَبِكَ أَصُولُ، وَبِكَ أُقَاتِلُ",
            "source": "أبو داود 3/ 42 والتّرمذي 5/ 572، وانظر صحيح التّرمذي 3/ 183",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "حَسْبُنَا اللَّهُ وَنِعْمَ الوَكِيلُ",
            "source": "البخاري 5/ 172",
            "count": 1
        }
    ],
    "hisn_38": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ، وَرَبَّ العَرْشِ العَظِيمِ، كُنْ لِي جَارًا مِنْ فُلَانٍ بْنِ فُلَانٍ، وَأَحْزَابِهِ مِنْ خَلَائِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلَا إِلَهَ إِلَّا أَنْتَ",
            "source": "البخاري في الأدب المفرد برقم 707 وصحّحه الألبانيّ في صحيح الأدب المفرد برقم 545",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعًا، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللَّهِ الذِي لَا إِلَهَ إِلَّا هُوَ، المُمْسِكِ السَّمَاوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الأَرْضِ إِلَّا بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلَانٍ، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنَّ الجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَارًا مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اِسْمُكَ، وَلَا إِلَهَ غَيْرُكَ",
            "source": "البخاري في الأدب المفرد برقم 708 وصحّحه الألباني في صحيح الأدب المفرد برقم 546",
            "count": 3
        }
    ],
    "hisn_39": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ مُنْزِلَ الكِتَابِ، سَرِيعَ الحِسَابِ، اِهْزِمْ الأَحْزَابَ، اللَّهُمَّ اِهْزِمْهُمْ وَزَلْزِلْهُمْ",
            "source": "مسلم 3/ 1362",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِمْ، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ»",
            "source": "أخرجه أبو داود برقم (1537) والنسائي وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ مُنْزِلَ الكِتَابِ، وَمُجْرِيَ السَّحَابِ، وَهَازِمَ الأَحْزَابِ، اهْزِمْهُمْ وَانْصُرْنَا عَلَيْهِمْ»",
            "source": "أخرجه البخاري برقم (2933) ومسلم برقم (1742)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "«اللَّهُمَّ اكْفِنَاهُمْ بِمَا شِئْتَ وَكَيْفَ شِئْتَ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ»",
            "source": "أخرجه مسلم في صحيحه برقم (3005)",
            "count": 1
        }
    ],
    "hisn_40": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ اِكْفِنِيهُمْ بِمَا شِئْتَ",
            "source": "مسلم 4/ 2300",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَرَبَّ العَرْشِ العَظِيمِ، كُنْ لِي جَارًا مِنْ فُلَانِ بْنِ فُلَانٍ وَأَحْزَابِهِ مِنْ خَلائِقِكَ أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ أَنْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلَا إِلَهَ إِلَّا أَنْتَ»",
            "source": "أخرجه البخاري في الأدب المفرد برقم (707) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«حَسْبُنَا اللَّهُ وَنِعْمَ الوَكِيلُ، عَلَى اللَّهِ تَوَكَّلْنَا»",
            "source": "أخرجه البخاري برقم (4563) وسورة آل عمران: 173",
            "count": 1
        }
    ],
    "hisn_41": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "يَسْتَعِيذُ بِاللَّهِ",
            "source": "البخاري مع الفتح 6/ 336 ومسلم 1/ 120",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "يَنْتَهِي عَمَّا شَكَّ فِيهِ",
            "source": "البخاري مع الفتح 6/ 336 ومسلم 1/ 120",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "يَقُولُ: آمَنْتُ بِاللَّهِ وَرُسُلِهِ",
            "source": "مسلم 1/ 119 - 120",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "يَقْرَأُ قَوْلَهُ تَعَالَى: {هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ}",
            "source": "سورة الحديد، الآية: 3. أبو داود 4/ 329 وحسّنه الألبانيّ في صحيح أبي داود 3/ 962",
            "count": 1
        }
    ],
    "hisn_42": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ اِكْفِنِي بِحَلَالِكَ عَنْ حَرَامِكَ وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ",
            "source": "التّرمذي 5/ 560 وانظر صحيح التّرمذي 3/ 180",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الهَمِّ وَالحَزَنِ، وَالعَجْزِ وَالكَسَلِ، وَالبُخْلِ وَالجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
            "source": "البخاري 7/ 158",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ فَارِجَ الهَمِّ، كَاشِفَ الغَمِّ، مُجِيبَ دَعْوَةِ المُضْطَرِّينَ، رَحْمَنَ الدُّنْيَا وَالآخِرَةِ وَرَحِيمَهُمَا، أَنْتَ تَرْحَمُنِي، فَارْحَمْنِي بِرَحْمَةٍ تُغْنِينِي بِهَا عَنْ رَحْمَةِ مَنْ سِوَاكَ»",
            "source": "أخرجه الحاكم في المستدرك (1/ 515) وصححه وحسنه الألباني في صحيح الترغيب برقم (1821)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "«اللَّهُمَّ اغْنِنَا بِحَلَالِكَ عَنْ حَرَامِكَ، وَبِطَاعَتِكَ عَنْ مَعْصِيَتِكَ، وَبِفَضْلِكَ عَمَّنْ سِوَاكَ، وَيَسِّرْ لَنَا سَدَادَ دُيُونِنَا»",
            "source": "مستنبط من حديث علي رضي الله عنه عند الترمذي برقم (3563) ودعاء السلف الصالح",
            "count": 1
        }
    ],
    "hisn_43": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "يَقُولُ: (أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ)، وَيَتْفُلْ عَلَى يَسَارِهِ",
            "source": "مسلم 4/ 1729 من حديث عثمان بن أبي العاص رضي اللّه عنه، وفيه: ففعلت ذلك فأذهبه اللّه عنّي",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«أَعُوذُ بِاللَّهِ السَّمِيعِ العَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ، مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ»",
            "source": "أخرجه أبو داود برقم (775) والترمذي برقم (242) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«آمَنْتُ بِاللَّهِ وَبِرُسُلِهِ، هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ»",
            "source": "أخرجه مسلم برقم (134) وأبو داود برقم (5110) وسورة الحديد: 3",
            "count": 1
        }
    ],
    "hisn_44": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ لَا سَهْلَ إِلَّا مَا جَعَلْتَهُ سَهْلًا وَأَنْتَ تَجْعَلُ الحَزْنَ إِذَا شِئْتَ سَهْلًا",
            "source": "رواه ابن حبان في صحيحه برقم 2427 (موارد) وابن السّنّي برقم 351 وقال الحافظ: هذا حديث صحيح، وصحّحه عبدالقادر الأرناؤوط في تخريج الأذكار للنّووي ص 106",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ»",
            "source": "أخرجه الترمذي برقم (3524) والنسائي وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«رَبِّ اشْرَحْ لِي صَدْرِي * وَيَسِّرْ لِي أَمْرِي * وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي * يَفْقَهُوا قَوْلِي»",
            "source": "سورة طه: 25-28، دعاء نبي الله موسى عليه السلام",
            "count": 1
        }
    ],
    "hisn_45": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "مَا مِنْ عَبْدٍ يُذْنِبُ ذَنْبًا فَيُحْسِنُ الطُّهُورَ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلَّا غَفَرَ اللَّهُ لَهُ",
            "source": "أبو داود 2/ 86 والتّرمذي 2/ 257 وصحّحه الألبانيّ في صحيح أبي داود 1/ 283",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "سيد الاستغفار: «اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ»",
            "source": "أخرجه البخاري في صحيحه برقم (6306)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«أَسْتَغْفِرُ اللَّهَ العَظِيمَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الحَيَّ القَيُّومَ وَأَتُوبُ إِلَيْهِ» (من قاله غُفِر له وإن كان قد فر من الزحف)",
            "source": "أخرجه أبو داود برقم (1517) والترمذي برقم (3577) وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_46": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "الاِسْتِعَاذَةُ بِاللَّهِ مِنْهُ",
            "source": "أبو داود 1/ 206، والتّرمذي، وانظر صحيح التّرمذي 1/ 77، وانظر سورة المؤمنون آية 98 - 99",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "الأَذَانُ",
            "source": "مسلم 1/ 291 والبخاري 1/ 151",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "الأَذْكَارُ وَقِرَاءَةُ القُرْآنِ",
            "source": "{لاتجعلوا بيوتكم مقابر، إنّ الشّيطان ينفر من البيت الذي تقرأ فيه سورة البقرة} رواه مسلم 1/ 539. ومما يطرد الشّيطان أذكار الصّباح والمساء، والنّوم والاستيقاظ، وغير ذلك من الأذكار المشروعة مثل قراءة آية الكرسيّ عند النّوم، والآيتين الأخيرتين من سورة البقرة، ومن قال: لا إله إلّا اللّه وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير مائة مرة كانت له حِرْزًا من الشّيطان يومه كلّه. وكذا الأذان يطرد الشّيطان",
            "count": 1
        }
    ],
    "hisn_47": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "قَدَرُ اللَّهِ. وَمَا شَاءَ فَعَلْ",
            "source": "{المؤمن القويّ خير وأحبّ إلى اللّه من المؤمن الضعيف وفي كلّ خير، احرص على ما ينفعك واستعن باللّه ولا تعجز، وإن أصابك شيء فلا تقل لو أنّي فعلت كذا وكذا، ولكن قل: قَدَرُ اللّه. وما شاء فعل، فإنّ لو تفتح عمل الشّيطان} مسلم 4/ 2052",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«قَدَّرَ اللَّهُ وَمَا شَاءَ فَعَلَ، الحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ»",
            "source": "أخرجه مسلم برقم (2664) وابن ماجه برقم (3803)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وَأَخْلِفْ لِي خَيْرًا مِنْهَا»",
            "source": "أخرجه مسلم في صحيحه برقم (918)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "«حَسْبُنَا اللَّهُ وَنِعْمَ الوَكِيلُ، عَلَى اللَّهِ تَوَكَّلْنَا»",
            "source": "أخرجه البخاري برقم (4563) وأبو داود",
            "count": 1
        }
    ],
    "hisn_48": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "(بَارَكَ اللَّهُ لَكَ فِي المَوْهُوبِ لَكَ، وَشَكَرْتَ الوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ) وَيَرُدُّ عَلَيْهِ المُهَنَّأُ فَيَقُولُ: (بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْرًا، وَرَزَقَكَ اللَّهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ)",
            "source": "انظر الأذكار للنّووي ص 349 وصحيح الأذكار للنّووي لسليم الهلالي 2/ 713",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "الدعاء بالبركة والصلاح: «بَارَكَ اللَّهُ لَكَ فِيهِ، وَجَعَلَهُ بَرًّا تَقِيًّا، وَأَنْبَتَهُ نَبَاتًا حَسَنًا، وَأَصْلَحَهُ وَأَصْلَحَ بِهِ أُمَّةَ مُحَمَّدٍ ﷺ»",
            "source": "الأذكار للإمام النووي ص (289) ومأثور التابعين",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "التعويذ النبوي للمولود: «أُعِيذُكَ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ» وتسميته وتحنيكه والدعاء له بالبركة",
            "source": "أخرجه البخاري برقم (3371) ومسلم برقم (2144)",
            "count": 1
        }
    ],
    "hisn_49": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَوِّذُ الحَسَنَ وَالحُسَيْنَ: (أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ)",
            "source": "البخاري 4/ 119 من حديث ابن عبّاس رضي اللّه عنهما",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "قراءة المعوذتين والإخلاص على الأولاد والمسح عليهم: كان النبي ﷺ يتعوذ من الجان وعين الإنسان حتى نزلت المعوذتان فلما نزلتا أخذ بهما وترك ما سواهما",
            "source": "أخرجه الترمذي برقم (2058) والنسائي وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«بِسْمِ اللَّهِ أَرْقِيكَ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ، اللَّهُ يَشْفِيكَ، بِسْمِ اللَّهِ أَرْقِيكَ»",
            "source": "أخرجه مسلم في صحيحه برقم (2186)",
            "count": 1
        }
    ],
    "hisn_50": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "لَا بَأْسَ، طَهُورٌ إِنْ شَاءَ اللَّهُ",
            "source": "البخاري مع الفتح 10/ 118",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "أَسْأَلُ اللَّهَ العَظِيمَ رَبَّ العَرْشِ العَظِيمِ أَنْ يَشْفِيَكَ",
            "source": "ما من عبد مسلم يعود مريضا لم يحضر أجله فيقول سبع مرّات الحيدث إلّا عوفيَ. أخرجه التّرمذي وأبو داود وانظر صحيح التّرمذي 2/ 210 وصحيح الجامع 5/ 180",
            "count": 7
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ رَبَّ النَّاسِ أَذْهِبِ البَأْسَ، اشْفِ أَنْتَ الشَّافِي، لَا شِفَاءَ إِلَّا شِفَاؤُكَ، شِفَاءً لَا يُغَادِرُ سَقَمًا»",
            "source": "أخرجه البخاري برقم (5743) ومسلم برقم (2191)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "«امْسَحِ البَأْسَ رَبَّ النَّاسِ، بِيَدِكَ الشِّفَاءُ، لَا كَاشِفَ لَهُ إِلَّا أَنْتَ»",
            "source": "أخرجه البخاري ومسلم والنسائي في عمل اليوم والليلة",
            "count": 1
        }
    ],
    "hisn_51": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (إِذَا عَادَ الرَّجُلُ أَخَاهُ المُسْلِمَ مَشَى فِي خِرَافَةِ الجَنَّةِ حَتَّى يَجْلِسَ فَإِذَا جَلَسَ غَمَرَتْهُ الرَّحْمَةُ، فَإِنْ كَانَ غُدْوَةً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِي، وَإِنْ كَانَ مَسَاءً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ)",
            "source": "رواه التّرمذي وابن ماجة وأحمد وانظر صحيح ابن ماجة 1/ 244 وصحيح التّرمذي 1/ 286 وصحّحه أيضًا أحمد شاكر",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«مَنْ عَادَ مَرِيضًا أَوْ زَارَ أَخًا لَهُ فِي اللَّهِ نَادَاهُ مُنَادٍ: أَنْ طِبْتَ وَطَابَ مَمْشَاكَ وَتَبَوَّأْتَ مِنَ الجَنَّةِ مَنْزِلًا»",
            "source": "أخرجه الترمذي برقم (2008) وابن ماجه برقم (1443) وحسنه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«إِنَّ المُسْلِمَ إِذَا عَادَ أَخَاهُ المُسْلِمَ لَمْ يَزَلْ فِي خُرْفَةِ الجَنَّةِ حَتَّى يَرْجِعَ، قِيلَ: يَا رَسُولَ اللَّهِ، وَمَا خُرْفَةُ الجَنَّةِ؟ قَالَ: جَنَاهَا»",
            "source": "أخرجه مسلم في صحيحه برقم (2568)",
            "count": 1
        }
    ],
    "hisn_52": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ اِغْفِرْ لِي وَاِرْحَمْنِي وَأَلْحِقْنِي بِالرَّفِيقِ الأَعْلَى",
            "source": "البخاري 7/ 10 ومسلم 4/ 1893",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "جَعَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي المَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ وَيَقُولُ: لَا إِلَهَ إِلَّا اللَّهُ إِنَّ لِلْمَوْتِ لَسَكَرَاتٌ",
            "source": "البخاري مع الفتح 8/ 144 وفي الحديث السّواك",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، لَاإِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَا إِلَهَ إِلَّا اللَّهُ لَهُ المُلْكُ وَلَهُ الحَمْدُ، لَا إِلَهَ إِلَّا اللَّهُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
            "source": "أخرجه التّرمذي وابن ماجة وصحّحه الألبانيّ، انظر صحيح التّرمذي 3/ 152 وصحيح ابن ماجة 2/ 317",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "«لَا إِلَهَ إِلَّا اللَّهُ، إِنَّ لِلْمَوْتِ سَكَرَاتٍ، اللَّهُمَّ أَعِنِّي عَلَى سَكَرَاتِ المَوْتِ»",
            "source": "أخرجه البخاري برقم (4449) والترمذي برقم (978)",
            "count": 1
        }
    ],
    "hisn_53": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "مَنْ كَانَ آخِرُ كَلَامِهِ (لَا إِلَهَ إِلَّا اللَّهُ) دَخَلَ الجَنَّةَ",
            "source": "أبو داود 3/ 190 وانظر صحيح الجامع 5/ 342",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«لَقِّنُوا مَوْتَاكُمْ: لَا إِلَهَ إِلَّا اللَّهُ؛ فَإِنَّهُ مَنْ كَانَ آخِرُ كَلَامِهِ لَا إِلَهَ إِلَّا اللَّهُ عِنْدَ المَوْتِ دَخَلَ الجَنَّةَ يَوْمًا مِنَ الدَّهْرِ»",
            "source": "أخرجه مسلم برقم (916) وابن حبان في صحيحه برقم (3004)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "الدعاء للمحتضر عند حضور أجله: «اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَأَلْحِقْهُ بِالرَّفِيقِ الأَعْلَى، اللَّهُمَّ هَوِّنْ عَلَيْهِ سَكَرَاتِ المَوْتِ»",
            "source": "أخرجه مسلم برقم (919) والبخاري",
            "count": 1
        }
    ],
    "hisn_54": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وَأَخْلِفْ لِي خَيْرًا مِنْهَا",
            "source": "مسلم 2/ 632",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«الحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ، إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ»",
            "source": "أخرجه ابن ماجه برقم (3803) وسورة الأعراف: 126",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "حديث بيت الحمد: «إِذَا مَاتَ وَلَدُ العَبْدِ قَالَ اللَّهُ لِمَلَائِكَتِهِ: قَبَضْتُمْ وَلَدَ عَبْدِي؟ فَيَقُولُونَ: نَعَمْ، فَيَقُولُ: قَبَضْتُمْ ثَمَرَةَ فُؤَادِهِ؟ فَيَقُولُونَ: نَعَمْ، فَيَقُولُ: مَاذَا قَالَ عَبْدِي؟ فَيَقُولُونَ: حَمِدَكَ وَاسْتَرْجَعَ، فَيَقُولُ اللَّهُ: ابْنُوا لِعَبْدِي بَيْتًا فِي الجَنَّةِ وَسَمُّوهُ بَيْتَ الحَمْدِ»",
            "source": "أخرجه الترمذي برقم (1021) وحسنه وأحمد في المسند",
            "count": 1
        }
    ],
    "hisn_55": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ اِغْفِرْ لِفُلَانٍ - بِاِسْمِهِ - وَاِرْفَعْ دَرَجَتَهُ فِي المَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الغَابِرِينَ، وَاِغْفِرْ لَنَا وَلَهُ يَا رَبَّ العَالَمِينَ، وَاِفْسَحْ لَهُ فِي قَبْرِهِ وَنَوِّرْ لَهُ فِيهِ",
            "source": "مسلم 2/ 634",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«بِسْمِ اللَّهِ، وَعَلَى مِلَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، اللَّهُمَّ يَسِّرْ عَلَيْهِ أَمْرَهُ، وَسَهِّلْ عَلَيْهِ مَا بَعْدَهُ، وَأَسْعِدْهُ بِلِقَائِكَ»",
            "source": "أخرجه البيهقي في السنن الكبرى وابن أبي شيبة في المصنف",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ نَوِّرْ لَهُ فِي قَبْرِهِ، وَافْسَحْ لَهُ فِيهِ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ العَالَمِينَ»",
            "source": "أخرجه مسلم في صحيحه برقم (920)",
            "count": 1
        }
    ],
    "hisn_56": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ اِغْفِرْ لَهُ وَاِرْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالمَاءِ وَالثَّلْجِ وَالبَرَدِ، وَنَقِّهِ مِنْ الخَطَايَا كَمَا نَقَّيْتَ الثَّوْبُ الأَبْيَضُ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ، وَأَهْلًا خَيْرًا مِنْ أَهْلِهِ، وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ، وَأَدْخِلْهُ الجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ [وَعَذَابِ النَّارِ]",
            "source": "مسلم 2/ 663",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ اِغْفِرْ لِحَيِّنَا، وَمَيِّتِنَا، وَشَاهِدِنَا، وَغَائِبِنَا، وَصَغِيرِنَا وَكَبِيرِنَا، وَذَكَرِنَا وَأُنْثَانَا. اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الإِسْلَامِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ، اللَّهُمَّ لَا تَحْرِمْنَا أَجْرَهُ وَلَا تُضِلَّنَا بَعْدَهُ",
            "source": "ابن ماجة 1/ 480 وأحمد 2/ 368 وانظر صحيح ابن ماجة 1/ 251",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "اللَّهُمَّ إِنَّ فُلَانَ بْنَ فُلَانٍ فِي ذِمَّتِكَ، وَحَبْلِ جِوَارِكَ، فَقِهِ مِنْ فِتْنَةِ القَبْرِ وَعَذَابِ النَّارِ، وَأَنْتَ أَهْلُ الوَفَاءِ وَالحَقِّ، فَاغْفِرْ لَهُ وَاِرْحَمْهُ إِنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ",
            "source": "أخرجه ابن ماجة، انظر صحيح ابن ماجة 1/ 251 ورواه أبو داود 3/ 211",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "اللَّهُمَّ عَبْدُكَ وَاِبْنُ أَمَتِكَ اِحْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِنًا فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئًا فَتَجَاوَزْ عَنْهُ",
            "source": "أخرجه الحاكم وصحّحه ووافقه الذّهبيّ 1/ 359 وانظر أحكام الجنائز للألبانيّ ص 125",
            "count": 1
        }
    ],
    "hisn_57": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ القَبْرِ",
            "source": "قال سعيد بن المسيّب صلّيت وراء أبي هريرة على صبيّ لم يعمل خطيئة قطّ فسمعته يقول: 'الحديث'. أخرجه مالك في الموطّأ 1/ 288 وابن أبي شيبة في المصنّف 3/ 217 والبيهقي 4/ 9، وصحّح إسناده شعيب الأرناؤوط في تحقيقه لشرح السّنّة للبغوي 5/ 357",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "وَإِنْ قَالَ: (اللَّهُمَّ اِجْعَلْهُ فَرَطًا وَذُخْرًا لِوَالِدَيْهِ، وَشَفِيعًا مُجَابًا. اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا وَأَعْظِمْ بِهِ أُجُورَهُمَا وَأَلْحِقْهُ بِصَالِحِ المُؤْمِنِينَ، وَاِجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الجَحِيمِ، وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ، وَأَهْلًا خَيْرًا مِنْ أَهْلِهِ، اللَّهُمَّ اِغْفِرْ لِأَسْلَافِنَا وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالإِيمَانِ) فَحَسَنٌ",
            "source": "انظر: المغني لابن قدامة 3/ 416 والدّروس المهمّة لعامة الأمة للشيخ عبد العزيز بن عبداللّه بن باز رحمه اللّه ص 15",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "اللَّهُمَّ اِجْعَلْهُ لَنَا فَرَطًا، وَسَلَفًا، وَأَجْرًا",
            "source": "كان الحَسَن يقرأ على الطّفل بفاتحة الكتاب ويقول: 'الحديث'. أخرجه البغوي في شرح السّنّة 5/ 357، وعبد الرزّاق برقم 6588، وعلّقه البخاري في كتاب الجنائز 65 باب قراءة فاتحة الكتاب على الجنازة 2/ 113",
            "count": 1
        }
    ],
    "hisn_58": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "إِنَّ لِلَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمًّى ... فَلْتَصْبِرْ وَلْتَحْتَسِبْ",
            "source": "البخاري 2/ 80 ومسلم 2/ 636",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "وَإِنْ قَالَ: (أَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ وَغَفَرَ لِمَيِّتِكَ) فَحَسَنٌ",
            "source": "الأذكار للنّووي ص 126",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«أَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ، وَغَفَرَ لِمَيِّتِكَ، وَأَلْهَمَكُمْ الصَّبْرَ وَالسِّلْوَانَ»",
            "source": "مأثور التعزية عند أهل العلم، انظر الأذكار للنووي ص (161)",
            "count": 1
        }
    ],
    "hisn_59": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ",
            "source": "أبو داود 3/ 314 بسند صحيح وأحمد بلفظ: بسم اللّه وعلى ملّة رسول اللّه. وسنده صحيح",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«بِسْمِ اللَّهِ، وَبِاللَّهِ، وَعَلَى مِلَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ»",
            "source": "أخرجه أبو داود برقم (3213) والترمذي برقم (1046) وأحمد وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى، بِسْمِ اللَّهِ وَفِي سَبِيلِ اللَّهِ وَعَلَى مِلَّةِ رَسُولِ اللَّهِ»",
            "source": "سورة طه: 55، وأخرجه أحمد في المسند برقم (22187)",
            "count": 1
        }
    ],
    "hisn_60": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ اِغْفِرْ لَهُ، اللَّهُمَّ ثَبِّتْهُ",
            "source": "كان النّبيّ صلّى اللّه عليه وسلّم إذا فرغ من دفن الميّت وقف عليه وقال: (استغفروا لأخيكم وسلوا له التّثبيت، فإنّه الآن يُسأل). أبو داود 3/ 315، والحاكم وصحّحه ووافقه الذّهبيّ 1/ 370",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اسْتَغْفِرُوا لِأَخِيكُمْ، وَسَلُوا لَهُ بِالتَّثْبِيتِ، فَإِنَّهُ الآنَ يُسْأَلُ»",
            "source": "أخرجه أبو داود برقم (3221) والحاكم وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِنًا فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئًا فَتَجَاوَزْ عَنْهُ»",
            "source": "أخرجه الحاكم وصححه (1/ 359) والطبراني في الكبير",
            "count": 1
        }
    ],
    "hisn_61": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "السَّلَامُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ المُؤْمِنِينَ وَالمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لَاحِقُونَ [وَيَرْحَمُ اللَّهُ المُسْتَقْدِمِينَ مِنَّا وَالمُسْتَأْخِرِينَ] أَسْأَلُ اللَّهَ لَنَا وَلَكُمُ العَافِيَةَ",
            "source": "مسلم 2/ 671، وابن ماجة، واللفظ له 1/ 494 عن بريدة رضي اللّه عنه، وما بين المعكوفين من حديث عائشة رضي اللّه عنها عند مسلم 2/ 671",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«السَّلَامُ عَلَيْكُمْ دَارَ قَوْمٍ مُؤْمِنِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لَاحِقُونَ، يَرْحَمُ اللَّهُ المُسْتَقْدِمِينَ مِنَّا وَالمُسْتَأْخِرِينَ، نَسْأَلُ اللَّهَ لَنَا وَلَكُمُ العَافِيَةَ»",
            "source": "أخرجه مسلم في صحيحه برقم (974) وأبو داود",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«السَّلَامُ عَلَيْكُمْ يَا أَهْلَ القُبُورِ، يَغْفِرُ اللَّهُ لَنَا وَلَكُمْ، أَنْتُمْ سَلَفُنَا وَنَحْنُ بِالأَثَرِ»",
            "source": "أخرجه الترمذي برقم (1053) وحسنه وأحمد في المسند",
            "count": 1
        }
    ],
    "hisn_62": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا",
            "source": "أخرجه أبو داود 4/ 326 وابن ماجة 2/ 1228 وانظر صحيح ابن ماجة 2/ 305",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ",
            "source": "مسلم 2/ 616 والبخاري 4/ 76",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ اجْعَلْهَا رِيَاحًا وَلَا تَجْعَلْهَا رِيحًا، اللَّهُمَّ لَقْحًا لَا عَقِيمًا»",
            "source": "أخرجه الشافعي في الأم (1/ 285) والطبراني في الأوسط وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_63": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "سُبْحَانَ الذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالمَلَائِكَةُ مِنْ خِيفَتِهِ",
            "source": "كان عبداللّه بن الزّبير رضي اللّه عنهما إذا سَمِعَ الرّعد ترك الحديث وقال: '...'، الموطّأ 2/ 992 وقال الألبانيّ: صحيح الإسناد موقوفا",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ لَا تَقْتُلْنَا بِغَضَبِكَ، وَلَا تُهْلِكْنَا بِعَذَابِكَ، وَعَافِنَا قَبْلَ ذَلِكَ»",
            "source": "أخرجه الترمذي برقم (3450) وأحمد والحاكم وصححه",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«إِنَّ هَذَا المَلَكَ لَيَزْجُرُ زَجْرًا شَدِيدًا، سُبْحَانَ مَنْ يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالمَلَائِكَةُ مِنْ خِيفَتِهِ»",
            "source": "أخرجه البخاري في الأدب المفرد برقم (724) ومالك في الموطأ",
            "count": 1
        }
    ],
    "hisn_64": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ اَسْقِنَا غَيْثًا مُغِيثًا مَرِيئًا مَرِيعًا، نَافِعًا غَيْرَ ضَارٍّ، عَاجِلًا غَيْرَ آجِلٍ",
            "source": "أبو داود 1/ 303 وصحّحه الألباني في صحيح أبي داود 1/ 216",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا",
            "source": "البخاري 1/ 224 ومسلم 2/ 613",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِي بَلَدَكَ المَيِّتَ",
            "source": "أبو داود 1/ 305 وحسّنه الألباني في صحيح أبي داود 1/ 218",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "«اللَّهُمَّ اسْقِنَا غَيْثًا مُغِيثًا مَرِيئًا مَرِيعًا نَافِعًا غَيْرَ ضَارٍّ، عَاجِلًا غَيْرَ آجِلٍ»",
            "source": "أخرجه أبو داود برقم (1169) وصححه الألباني في صحيح أبي داود",
            "count": 1
        }
    ],
    "hisn_65": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ صَيِّبًا نَافِعًا",
            "source": "البخاري مع الفتح 2/ 518",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ»",
            "source": "أخرجه البخاري برقم (846) ومسلم برقم (71)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ صَيِّبًا هَنِيئًا، اللَّهُمَّ سُقْيَا رَحْمَةٍ وَلَا سُقْيَا عَذَابٍ وَلَا بَلَاءٍ وَلَا هَدْمٍ وَلَا غَرَقٍ»",
            "source": "أخرجه أبو داود والنسائي والشافعي في الأم",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "إصابة المطر للجسد: حَسَرَ رَسُولُ اللَّهِ ﷺ ثَوْبَهُ حَتَّى أَصَابَهُ مِنَ المَطَرِ، وَقَالَ: «إِنَّهُ حَدِيثُ عَهْدٍ بِرَبِّهِ تَعَالَى»",
            "source": "أخرجه مسلم في صحيحه برقم (898)",
            "count": 1
        }
    ],
    "hisn_66": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ",
            "source": "البخاري 1/ 205 ومسلم 1/ 83",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ اجْعَلْهُ صَيِّبًا نَافِعًا، وَبَرَكَةً عَلَى العِبَادِ وَالبِلَادِ»",
            "source": "أخرجه ابن ماجه وأحمد في المسند",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«الحَمْدُ لِلَّهِ الَّذِي سَقَانَا غَيْثًا مُغِيثًا نَافِعًا غَيْرَ ضَارٍّ، اللَّهُمَّ زِدْنَا وَلَا تَنْقُصْنَا»",
            "source": "أخرجه أبو داود والترمذي والنووي في الأذكار",
            "count": 1
        }
    ],
    "hisn_67": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ، وَبُطُونِ الأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ",
            "source": "البخاري 1/ 224 ومسلم 2/ 614",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ سُقْيَا رَحْمَةٍ لَا سُقْيَا عَذَابٍ وَلَا هَدْمٍ وَلَا غَرَقٍ، اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا»",
            "source": "أخرجه البيهقي في السنن والطبراني والبخاري",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ أَنْبِتْ لَنَا الزَّرْعَ، وَأَدِرَّ لَنَا الضَّرْعَ، وَاسْقِنَا مِنْ بَرَكَاتِ السَّمَاءِ، وَأَنْبِتْ لَنَا مِنْ بَرَكَاتِ الأَرْضِ»",
            "source": "أخرجه الشافعي في الأم والبيهقي في معرفة السنن والآثار",
            "count": 1
        }
    ],
    "hisn_68": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُ أَكْبَرُ. اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالأَمْنِ وَالإِيمَانِ، وَالسَّلَامَةِ وَالإِسْلَامِ، وَالتَّوْفِيقِ لِمَا تُحِبُّ رَبَّنَا وَتَرْضَى. رَبُّنَا وَرَبُّكَ اللَّهُ",
            "source": "التّرمذي 5/ 504 والدّارمي بلفظه 1/ 336 وانظر صحيح التّرمذي 3/ 157",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«هِلَالُ رُشْدٍ وَخَيْرٍ، هِلَالُ رُشْدٍ وَخَيْرٍ، آمَنْتُ بِالَّذِي خَلَقَكَ» (يقولها ثلاث مرات ثم يقول: الحَمْدُ لِلَّهِ الذِي ذَهَبَ بِشَهْرِ كَذَا، وَجَاءَ بِشَهْرِ كَذَا)",
            "source": "أخرجه أبو داود برقم (5092)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِاليُمْنِ وَالإِيمَانِ، وَالسَّلَامَةِ وَالإِسْلَامِ، رَبِّي وَرَبُّكَ اللَّهُ»",
            "source": "أخرجه الترمذي برقم (3451) وأحمد وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_69": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ، وَثَبَتَ الأَجْرُ إِنْ شَاءَ اللَّهُ",
            "source": "أخرجه أبو داود 2/ 306 وغيره، وانظر صحيح الجامع 4/ 209",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ التِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي",
            "source": "أخرجه ابن ماجة 1/ 557 من دعاء عبد اللّه بن عمرو رضي اللّه عنهما، وحسّنه الحافظ في تخريج الأذكار انظر شرح الأذكار 4/ 342",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«الحَمْدُ لِلَّهِ الذِي أَعَانَنِي فَصُمْتُ، وَرَزَقَنِي فَأَفْطَرْتُ»",
            "source": "أخرجه ابن السني في عمل اليوم والليلة برقم (479) وأبو داود مرسلا",
            "count": 1
        }
    ],
    "hisn_70": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلْيَقُلْ: (بِسْمِ اللَّهِ)، فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ: (بِسْمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ)",
            "source": "أخرجه أبو داود 3/ 347 والتّرمذي 4/ 288 وانظر صحيح التّرمذي 2/ 167",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "مَنْ أَطْعَمَهُ اللَّهُ الطَّعَامَ فَلْيَقُلْ: (اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْرًا مِنْهُ)، وَمَنْ سَقَاهُ اللَّهُ لَبَنًا فَلْيَقُلْ: (اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ)",
            "source": "التّرمذي 5/ 506 وانظر صحيح التّرمذي 3/ 158",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "إذا شرب لبناً فليقل: «اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ؛ فَإِنَّهُ لَيْسَ شَيْءٌ يُجْزِئُ مِنَ الطَّعَامِ وَالشَّرَابِ إِلَّا اللَّبَنُ»",
            "source": "أخرجه أبو داود برقم (3730) والترمذي برقم (3455) وحسنه الألباني",
            "count": 1
        }
    ],
    "hisn_71": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "الحَمْدُ لِلَّهِ الذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلَا قُوَّةٍ",
            "source": "أخرجه أصحاب السّنن إلّا النّسائي، وانظر صحيح التّرمذي 3/ 159",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "الحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ، غَيْرَ [مَكْفِيٍّ وَلَا] مُوَدَّعٍ، وَلَا مُسْتَغْنًى عَنْهُ رَبَّنَا",
            "source": "البخاري 6/ 214 والتّرمذي بلفظه 5/ 507",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«الحَمْدُ لِلَّهِ كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ، غَيْرَ مَكْفِيٍّ وَلَا مُوَدَّعٍ وَلَا مُسْتَغْنًى عَنْهُ رَبَّنَا»",
            "source": "أخرجه البخاري في صحيحه برقم (5458)",
            "count": 1
        }
    ],
    "hisn_72": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُمْ، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ",
            "source": "مسلم 3/ 1615",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«أَكَلَ طَعَامَكُمُ الأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ المَلَائِكَةُ، وَأَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ»",
            "source": "أخرجه أبو داود برقم (3854) وأحمد وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي، وَبَارِكْ لَهُمْ فِي أَمْوَالِهِمْ وَأَهْلِيهِمْ»",
            "source": "أخرجه مسلم برقم (2055)",
            "count": 1
        }
    ],
    "hisn_73": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي وَاسْقِ مَنْ سَقَانِي",
            "source": "مسلم 3/ 126",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ أَمْتِعْهُ بِشَبَابِهِ» (دعا به النبي ﷺ لفتى سقاه ماءً)",
            "source": "أخرجه أحمد في المسند والنسائي في عمل اليوم والليلة",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«جَزَاكَ اللَّهُ خَيْرًا، وَبَارَكَ لَكَ فِي أَهْلِكَ وَمَالِكَ، وَسَقَاكَ اللَّهُ مِنْ حَوْضِ نَبِيِّهِ ﷺ»",
            "source": "مأثور الدعاء، انظر الترمذي برقم (2035) والأذكار للنووي",
            "count": 1
        }
    ],
    "hisn_74": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ المَلَائِكَةُ",
            "source": "سنن أبي داود 3/ 367، وابن ماجة 1/ 556، والنّسائي في عمل اليوم واللّيلة برقم: 296 - 298، ونصّ على أنّه صلّى اللّه عليه وسلّم يقوله إذا أفطر عند أهل بيت، وصحّحه الألباني في صحيح أبي داود 2/ 730",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُمْ، وَاغْفِرْ لَهُمْ، وَارْحَمْهُمْ، وَأَكْثِرْ خَيْرَهُمْ»",
            "source": "أخرجه مسلم برقم (2042) وأبو داود",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«هَنِيئًا مَرِيئًا، غَفَرَ اللَّهُ لَكُمْ وَتَقَبَّلَ مِنْكُمْ صِيَامَكُمْ وَقِيَامَكُمْ وَصَدَقَاتِكُمْ»",
            "source": "الأذكار للإمام النووي ص (227)",
            "count": 1
        }
    ],
    "hisn_75": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "(إِذَا دُعِيَ أَحَدُكُمْ فَلْيُجِبْ، فَإِنْ كَانَ صَائِمًا فَلْيُصَلِّ وَإِنْ كَانَ مُفْطِرًا فَلْيَطْعَمْ).\r\nوَمَعْنَى فَلْيُصَلِّ أَيْ: فَلْيَدْعُ",
            "source": "مسلم 2/ 1054",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "دعاء الصائم للمضيف: «اللَّهُمَّ بَارِكْ لَهُمْ فِي طَعَامِهِمْ، وَاخْلُفْ عَلَيْهِمْ نَفَقَاتِهِمْ، إِنِّي صَائِمٌ»",
            "source": "أخرجه مسلم برقم (1431) وأبو داود",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«إِذَا دُعِيَ أَحَدُكُمْ إِلَى طَعَامٍ وَهُوَ صَائِمٌ فَلْيَقُلْ: إِنِّي صَائِمٌ»",
            "source": "أخرجه مسلم في صحيحه برقم (1151)",
            "count": 1
        }
    ],
    "hisn_76": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "إِنِّي صَائِمٌ، إِنِّي صَائِمٌ",
            "source": "البخاري مع الفتح 4/ 103، ومسلم 2/ 806",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«إِنِّي امْرُؤٌ صَائِمٌ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الشَّيْطَانِ الرَّجِيمِ»",
            "source": "أخرجه البخاري برقم (1894) ومسلم برقم (1151)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«الصِّيَامُ جُنَّةٌ، فَإِذَا كَانَ يَوْمُ صَوْمِ أَحَدِكُمْ فَلَا يَرْفُثْ وَلَا يَصْخَبْ، فَإِنْ سَابَّهُ أَحَدٌ أَوْ قَاتَلَهُ فَلْيَقُلْ: إِنِّي امْرُؤٌ صَائِمٌ»",
            "source": "أخرجه البخاري برقم (1904) ومسلم برقم (1151)",
            "count": 1
        }
    ],
    "hisn_77": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا، وبَارِكْ لَنَا فِي مَدِينَتِنَا وبَارِكْ لَنَا فِي صَاعِنَا، وبَارِكْ لَنَا فِي مُدِّنَا",
            "source": "مسلم 2/ 1000",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ كَمَا أَرَيْتَنَا أَوَّلَهُ فَأَرِنَا آخِرَهُ»",
            "source": "أخرجه ابن ماجه برقم (3325) وابن السني في عمل اليوم والليلة",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "كان النبي ﷺ إذا رأى باكورة الثمر قبّلها ووضعها على عينيه ثم قال: «اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا وَمَدِينَتِنَا...» ثم يعطيه أصغر صبي عنده",
            "source": "أخرجه الطبراني في الأوسط برقم (2018) وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_78": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلْ: (الحَمْدُ لِلَّهِ)، وَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ: (يَرْحَمُكَ اللَّهُ)، فَإِذَا قَالَ لَهُ: (يَرْحَمُكَ اللَّهُ)، فَلْيَقُلْ: (يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمُ)",
            "source": "البخاري 7/ 125",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«الحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ»، ويقول المشمت: «يَرْحَمُكَ اللَّهُ»، ويرد: «يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ»",
            "source": "أخرجه أبو داود برقم (5031) والترمذي برقم (2741) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "إذا تكرر العطاس أكثر من ثلاث: «يُشَمَّتُ العَاطِسُ ثَلَاثًا، فَمَا زَادَ فَهُوَ مَزْكُومٌ»، ويُدعى له: «شَفَاكَ اللَّهُ وَعَافَاكَ»",
            "source": "أخرجه أبو داود برقم (5034) والترمذي برقم (2744)",
            "count": 1
        }
    ],
    "hisn_79": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "يَهْدِيكُمْ اللَّهُ وَيُصْلِحُ بَالَكُمْ",
            "source": "التّرمذي 5/ 82 وأحمد 4/ 400 وأبو داود 4/ 308، وانظر صحيح التّرمذي 2/ 354",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "كَانَتِ اليَهُودُ يَتَعَاطَسُونَ عِنْدَ النَّبِيِّ ﷺ يَرْجُونَ أَنْ يَقُولَ لَهُمْ: يَرْحَمُكُمُ اللَّهُ، فَيَقُولُ: «يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ»",
            "source": "أخرجه الترمذي برقم (2739) وأبو داود برقم (5038) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«هَدَاكَ اللَّهُ لِلْإِسْلَامِ وَأَصْلَحَ بَالَكَ»",
            "source": "رواه البخاري في الأدب المفرد برقم (927)",
            "count": 1
        }
    ],
    "hisn_80": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ",
            "source": "أخرجه أصحاب السّنن إلّا النّسائي وانظر صحيح التّرمذي 1/ 316",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«بَارَكَ اللَّهُ فِيكُمْ، وَبَارَكَ لَكُمْ، وَعَلَيْكُمُ البَرَكَةُ»",
            "source": "أخرجه النسائي في الكبرى برقم (10048) وصححه الألباني في السلسلة الصحيحة",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«عَلَى الخَيْرِ وَالبَرَكَةِ، وَعَلَى خَيْرِ طَائِرٍ (أَيْ عَلَى أَفْضَلِ حَظٍّ وَيُمْنٍ)»",
            "source": "أخرجه البخاري في صحيحه برقم (5155)",
            "count": 1
        }
    ],
    "hisn_81": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "إِذَا تَزَوَّجَ أَحَدُكُمْ اِمْرَأَةً، أَوْ إِذَا اِشْتَرَى خَادِمًا فَلْيَقُلْ: (اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ) وَإِذَا اِشْتَرَى بَعِيرًا فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذَلِكَ",
            "source": "أبو داود 2/ 248 وابن ماجة 1/ 617 وانظر صحيح ابن ماجة 1/ 324",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ بَارِكْ لِي فِي أَهْلِي وَبَارِكْ لِأَهْلِي فِيَّ، اللَّهُمَّ ارْزُقْنِي مِنْهُمْ وَارْزُقْهُمْ مِنِّي»",
            "source": "أخرجه عبد الرزاق في المصنف (6/ 191) وابن أبي شيبة وصححه الألباني عن ابن مسعود",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "صلاة ركعتين للزوجين عند الدخول: «إِذَا دَخَلَتْ عَلَيْكَ امْرَأَتُكَ فَمُرْهَا أَنْ تُصَلِّيَ خَلْفَكَ رَكْعَتَيْنِ، ثُمَّ قُلِ: اللَّهُمَّ بَارِكْ لِي فِي أَهْلِي وَبَارِكْ لَهُمْ فِيَّ»",
            "source": "أخرجه ابن أبي شيبة في المصنف برقم (17114) بإسناد صحيح",
            "count": 1
        }
    ],
    "hisn_82": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبْ الشَّيْطَانَ مَا رَزَقْتَنَا",
            "source": "البخاري 6/ 141 ومسلم 2/ 1028",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "فضل هذا الذكر: «فَإِنَّهُ إِنْ يُقَدَّرْ بَيْنَهُمَا وَلَدٌ فِي ذَلِكَ لَمْ يَضُرَّهُ شَيْطَانٌ أَبَدًا»",
            "source": "أخرجه البخاري برقم (6388) ومسلم برقم (1434)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ اجْعَلْهُ وَلَدًا صَالِحًا، وَلَا تَجْعَلْ لِلشَّيْطَانِ فِيهِ شَرِكًا وَلَا نَصِيبًا»",
            "source": "أخرجه عبد الرزاق في المصنف وابن المنذر",
            "count": 1
        }
    ],
    "hisn_83": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
            "source": "البخاري 7/ 99 ومسلم 4/ 2015",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«إِذَا غَضِبَ أَحَدُكُمْ وَهُوَ قَائِمٌ فَلْيَجْلِسْ، فَإِنْ ذَهَبَ عَنْهُ الغَضَبُ وَإِلَّا فَلْيَضْطَجِعْ»",
            "source": "أخرجه أبو داود برقم (4782) وأحمد وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«إِذَا غَضِبَ أَحَدُكُمْ فَلْيَسْكُتْ» (قالها النبي ﷺ ثلاثاً)",
            "source": "أخرجه أحمد في المسند برقم (2136) والبخاري في الأدب المفرد وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "الوضوء عند الغضب: «إِنَّ الغَضَبَ مِنَ الشَّيْطَانِ، وَإِنَّ الشَّيْطَانَ خُلِقَ مِنَ النَّارِ، وَإِنَّمَا تُطْفَأُ النَّارُ بِالمَاءِ، فَإِذَا غَضِبَ أَحَدُكُمْ فَلْيَتَوَضَّأْ»",
            "source": "أخرجه أبو داود برقم (4784) وأحمد في المسند",
            "count": 1
        }
    ],
    "hisn_84": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "الحَمْدُ لِلَّهِ الذِي عَافَانِي مِمَّا اِبْتَلَاكَ بِهِ وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلًا",
            "source": "التّرمذي 5/ 493 و 494 وانظر صحيح التّرمذي 3/ 153",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "فضل الدعاء: «مَنْ رَأَى مُبْتَلًى فَقَالَ: الحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلَاكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلًا، لَمْ يُصِبْهُ ذَلِكَ البَلَاءُ كَائِنًا مَا كَانَ مَا عَاشَ» (يقوله سراً في نفسه)",
            "source": "أخرجه الترمذي برقم (3431) وحسنه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "الدعاء للمبتلى بالشفاء والعافية: «اللَّهُمَّ اشْفِهِ وَعَافِهِ، وَارْحَمْهُ وَأَجِرْهُ فِي بَلَائِهِ، وَأَبْدِلْهُ صِحَّةً وَعَافِيَةً»",
            "source": "مستحب عند رؤية أهل البلاء، الأذكار للنووي",
            "count": 1
        }
    ],
    "hisn_85": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "عَنِ اِبْنِ عُمَرَ قَالَ: كَانَ يُعَدُّ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي المَجْلِسِ الوَاحِدِ مِائَةُ مَرَّةٍ مِنْ قَبْلِ أَنْ يَقُومَ: (رَبِّ اِغْفِرْ لِي وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ التَّوَّابُ الغَفُورُ)",
            "source": "التّرمذي وغيره وانظر صحيح التّرمذي 3/ 153 وصحيح ابن ماجة 2/ 321 ولفظه للتّرمذي",
            "count": 100
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«مَا مِنْ قَوْمٍ يَقُومُونَ مِنْ مَجْلِسٍ لَا يَذْكُرُونَ اللَّهَ فِيهِ إِلَّا قَامُوا عَنْ مِثْلِ جِيفَةِ حِمَارٍ، وَكَانَ لَهُمْ حَسْرَةً يَوْمَ القِيَامَةِ»",
            "source": "أخرجه أبو داود برقم (4855) وأحمد وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«مَا جَلَسَ قَوْمٌ مَجْلِسًا لَمْ يَذْكُرُوا اللَّهَ فِيهِ، وَلَمْ يُصَلُّوا عَلَى نَبِيِّهِمْ، إِلَّا كَانَ عَلَيْهِمْ تِرَةً (حَسْرَةً وَنَقْصًا)، فَإِنْ شَاءَ عَذَّبَهُمْ وَإِنْ شَاءَ غَفَرَ لَهُمْ»",
            "source": "أخرجه الترمذي برقم (3380) وصححه",
            "count": 1
        }
    ],
    "hisn_86": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ",
            "source": "أخرجه أصحاب السّنن وانظر صحيح التّرمذي 3/ 153، وقد ثبت أنّ عائشة رضي اللّه عنها قالت: ما جلس رسول اللّه صلّى اللّه عليه وسلّم مجلسا، ولا تلى قرآنا، ولا صلّى صلاة إلّا ختم ذلك بكلمات: '...'، أخرجه النّسائي في عمل اليوم واللّيلة برقم 308، وأحمد 6/ 77 وصحّحه الدّكتور فاروق حمادة في تحقيقه لعمل اليوم واللّيلة للنّسائي ص 273",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ، إِنْ كَانَ فِي مَجْلِسِ خَيْرٍ كَانَتْ كَالطَّابِعِ عَلَيْهِ، وَإِنْ كَانَ فِي مَجْلِسِ لَغْوٍ كَانَتْ كَفَّارَةً لَهُ»",
            "source": "أخرجه النسائي في الكبرى برقم (10067) والحاكم وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "دعاء ختام المجلس المأثور: «اللَّهُمَّ اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا تَحُولُ بِهِ بَيْنَنَا وَبَيْنَ مَعَاصِيكَ، وَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ، وَمِنَ اليَقِينِ مَا تُهَوِّنُ بِهِ عَلَيْنَا مَصَائِبَ الدُّنْيَا، وَمَتِّعْنَا بِأَسْمَاعِنَا وَأَبْصَارِنَا وَقُوَّاتِنَا مَا أَحْيَيْتَنَا، وَاجْعَلْهُ الوَارِثَ مِنَّا، وَاجْعَلْ ثَأْرَنَا عَلَى مَنْ ظَلَمَنَا، وَانْصُرْنَا عَلَى مَنْ عَادَانَا، وَلَا تَجْعَلْ مُصِيبَتَنَا فِي دِينِنَا، وَلَا تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا، وَلَا مَبْلَغَ عِلْمِنَا، وَلَا تُسَلِّطْ عَلَيْنَا مَنْ لَا يَرْحَمُنَا»",
            "source": "أخرجه الترمذي برقم (3502) والنسائي وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_87": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "وَلَكَ",
            "source": "أحمد 5/ 82 والنّسائي في عمل اليوم واللّيلة ص 218 برقم 421 تحقيق الدّكتور فاروق حمادة",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«غَفَرَ اللَّهُ لَنَا وَلَكَ، وَتَقَبَّلَ مِنَّا وَمِنْكَ»",
            "source": "أخرجه أحمد في المسند والبخاري في الأدب المفرد",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«غَفَرَ اللَّهُ لَكَ ذَنْبَكَ، وَشَرَحَ صَدْرَكَ، وَيَسَّرَ أَمْرَكَ»",
            "source": "مأثور الدعاء عن الصحابة والتابعين",
            "count": 1
        }
    ],
    "hisn_88": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "جَزَاكَ اللَّهُ خَيْرًا",
            "source": "أخرجه التّرمذي رقم 2035 وانظر صحيح الجامع 6244 وصحيح التّرمذي 2/ 200",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "فضل قول جزاك الله خيراً: «مَنْ صُنِعَ إِلَيْهِ مَعْرُوفٌ فَقَالَ لِفَاعِلِهِ: جَزَاكَ اللَّهُ خَيْرًا؛ فَقَدْ أَبْلَغَ فِي الثَّنَاءِ»",
            "source": "أخرجه الترمذي برقم (2035) والنسائي وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«مَنْ آتَى إِلَيْكُمْ مَعْرُوفًا فَكَافِئُوهُ، فَإِنْ لَمْ تَجِدُوا مَا تُكَافِئُونَهُ فَادْعُوا لَهُ حَتَّى تَرَوْا أَنَّكُمْ قَدْ كَافَأْتُمُوهُ»",
            "source": "أخرجه أبو داود برقم (1672) وأحمد وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_89": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الكَهْفِ عُصِمَ مِنَ الدَّجَّالِ",
            "source": "مسلم 1/ 555، وفي رواية من آخر الكهف 1/ 556",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "وَالاِسْتِعَاذَةُ بِاللَّهِ مِنْ فِتْنَتِهِ عَقِبَ التَّشَهُّدِ الأَخِيرِ مِنْ كُلِّ صَلَاةٍ",
            "source": "انظر حديث رقم 55 وحديث رقم 56 من هذا الكتاب",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«مَنْ قَرَأَ عَشْرَ آيَاتٍ مِنْ آخِرِ سُورَةِ الكَهْفِ عُصِمَ مِنْ فِتْنَةِ الدَّجَّالِ»",
            "source": "أخرجه مسلم برقم (809)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "الاستعاذة دبر كل صلاة: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ، وَمِنْ عَذَابِ القَبْرِ، وَمِنْ فِتْنَةِ المَحْيَا وَالمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ المَسِيحِ الدَّجَّالِ»",
            "source": "أخرجه البخاري برقم (1377) ومسلم برقم (588)",
            "count": 1
        }
    ],
    "hisn_90": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "أَحَبَّكَ الذِي أَحْبَبْتَنِي لَهُ",
            "source": "أخرجه أبو داود 4/ 333، وحسّنه الألباني في صحيح سنن أبي داود 3/ 965",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "فضل التحاب في الله: «قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: وَجَبَتْ مَحَبَّتِي لِلْمُتَحَابِّينَ فِيَّ، وَالمُتَجَالِسِينَ فِيَّ، وَالمُتَزَاوِرِينَ فِيَّ، وَالمُتَبَاذِلِينَ فِيَّ»",
            "source": "أخرجه مالك في الموطأ (2/ 953) وأحمد وصححه ابن عبد البر والألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ إِنِّي أَسْأَلُكَ حُبَّكَ، وَحُبَّ مَنْ يُحِبُّكَ، وَحُبَّ كُلِّ عَمَلٍ يُقَرِّبُنِي إِلَى حُبِّكَ»",
            "source": "أخرجه الترمذي برقم (3490) وحسنه وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_91": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ",
            "source": "البخاري مع الفتح 4/ 88",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "قول عبد الرحمن بن عوف لسعد بن الربيع حين عرض عليه شطر ماله: «بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، دُلَّنِي عَلَى السُّوقِ»",
            "source": "أخرجه البخاري في صحيحه برقم (2048)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«أَغْنَاكَ اللَّهُ بِفَضْلِهِ، وَبَارَكَ لَكَ فِي رِزْقِكَ، وَأَخْلَفَ عَلَيْكَ بِأَفْضَلَ مِمَّا بَذَلْتَ»",
            "source": "مأثور الدعاء، انظر تفسير ابن كثير والبداية والنهاية",
            "count": 1
        }
    ],
    "hisn_92": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الحَمْدُ وَالأَدَاءُ",
            "source": "أخرجه النّسائي في عمل اليوم واللّيلة ص 300 وابن ماجة 2/ 809 وانظر صحيح ابن ماجة 2/ 55",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«أَوْفَيْتَنِي أَوْفَى اللَّهُ لَكَ، وَبَارَكَ اللَّهُ فِي كَسْبِكَ وَمَالِكَ وَعَمَلِكَ»",
            "source": "أخرجه النسائي في السنن وابن ماجه وأحمد وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«خِيَارُكُمْ أَحْسَنُكُمْ قَضَاءً» وكان النبي ﷺ إذا قضى ديناً زاد صاحب الحق ودعا له بالبركة",
            "source": "أخرجه البخاري برقم (2306) ومسلم برقم (1601)",
            "count": 1
        }
    ],
    "hisn_93": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لَا أَعْلَمُ",
            "source": "أحمد 4/ 403 وغيره وانظر صحيح الجامع 3/ 233 وصحيح التّرغيب والتّرهيب للألباني 1/ 19",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«الشِّرْكُ فِيكُمْ أَخْفَى مِنْ دَبِيبِ النَّمْلِ، أَلَا أَدُلُّكَ عَلَى شَيْءٍ إِذَا قُلْتَهُ أَذْهَبَ عَنْكَ قَلِيلَهُ وَكَثِيرَهُ؟ قُلْ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لَا أَعْلَمُ» (يقولها ثلاث مرات)",
            "source": "أخرجه البخاري في الأدب المفرد برقم (716) وأحمد وصححه الألباني",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ طَهِّرْ قَلْبِي مِنَ النِّفَاقِ، وَعَمَلِي مِنَ الرِّيَاءِ، وَلِسَانِي مِنَ الكَذِبِ، وَعَيْنِي مِنَ الخِيَانَةِ، فَإِنَّكَ تَعْلَمُ خَائِنَةَ الأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ»",
            "source": "أخرجه الخطيب البغدادي في تاريخ بغداد والبيهقي",
            "count": 1
        }
    ],
    "hisn_94": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "وَفِيكَ بَارَكَ اللَّهُ",
            "source": "أخرجه ابن السّني ص 138 برقم 278 وانظر الوابل الصّيب لابن القيّم ص 304 تحقيق بشير محمد عيون",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«بَارَكَ اللَّهُ لَكَ، وَعَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْرَ الجَزَاءِ»",
            "source": "أخرجه النسائي في عمل اليوم والليلة برقم (303)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ بَارِكْ فِيهِ وَفِي أَهْلِهِ وَمَالِهِ وَوَلَدِهِ»",
            "source": "أخرجه أحمد في المسند والبخاري في الأدب المفرد",
            "count": 1
        }
    ],
    "hisn_95": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ لَا طَيْرَ إِلَّا طَيْرُكَ، وَلَا خَيْرَ إِلَّا خَيْرُكَ، وَلَا إِلَهَ غَيْرُكَ",
            "source": "أحمد 2/ 220، وابن السني برقم 292، وصححه الألباني في الأحاديث الصحيحة 3/ 54، رقم 1065، أما الفأل فكان يعجب النّبيّ صلّى اللّه عليه وسلّم ولهذا سمع من رجل كلمة طيّبة فأعجبته فقال: (أخذنا فألك من فيك) أبو داود وأحمد، وصححه الألباني في الصحيحة 2/ 363 عند أبي الشيخ في أخلاق النّبيّ صلّى اللّه عليه وسلّم ص 270",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ لَا يَأْتِي بِالحَسَنَاتِ إِلَّا أَنْتَ، وَلَا يَذْهَبُ بِالسَّيِّئَاتِ إِلَّا أَنْتَ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ»",
            "source": "أخرجه أبو داود بإسناد صحيح برقم (3919)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«الطِّيَرَةُ شِرْكٌ، الطِّيَرَةُ شِرْكٌ، وَمَا مِنَّا إِلَّا، وَلَكِنَّ اللَّهَ يُذْهِبُهُ بِالتَّوَكُّلِ»",
            "source": "أخرجه أبو داود برقم (3910) والترمذي برقم (1614) وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_96": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "بِسْمِ اللَّهِ، وَالحَمْدُ لِلَّهِ، {سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ} الحَمْدُ لِلَّهِ، الحَمْدُ لِلَّهِ، الحَمْدُ لِلَّهِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي فَاِغْفِرْ لِي، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
            "source": "أبو داود 3/ 34 والتّرمذي 5/ 501 وانظر صحيح التّرمذي 3/ 156",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«بِسْمِ اللَّهِ (ثَلَاثًا)، الحَمْدُ لِلَّهِ (ثَلَاثًا)، اللَّهُ أَكْبَرُ (ثَلَاثًا)، سُبْحَانَكَ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ»",
            "source": "أخرجه أبو داود برقم (2602) والترمذي برقم (3446) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَّحِيمٌ * وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ»",
            "source": "سورة هود: 41، والزمر: 67، وأبو داود في سننه",
            "count": 1
        }
    ],
    "hisn_97": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، {سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ} اللَّهُمَّ إِنَّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ العَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالخَلِيفَةُ فِي الأَهْلِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ المَنْظَرِ، وَسُوءِ المُنْقَلَبِ فِي المَالِ وَالأَهْلِ. وَإِذَا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ: (آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ)",
            "source": "مسلم 2/ 998",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ اطْوِ لَنَا الأَرْضَ، وَهَوِّنْ عَلَيْنَا السَّفَرَ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ وَالخَلِيفَةُ فِي الأَهْلِ وَالمَالِ»",
            "source": "أخرجه الترمذي برقم (3445) والحاكم وصححه",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ المُنْقَلَبِ، وَالحَوْرِ بَعْدَ الكَوْرِ، وَدَعْوَةِ المَظْلُومِ، وَسُوءِ المَنْظَرِ فِي الأَهْلِ وَالمَالِ»",
            "source": "أخرجه مسلم في صحيحه برقم (1342)",
            "count": 1
        }
    ],
    "hisn_98": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينِ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّيَاطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ القَرْيَةِ وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا",
            "source": "الحاكم وصحّحه ووافقه الذّهبي 2/ 100 وابن السّني برقم 524 وحسّنه الحافظ في تخريج الأذكار 5/ 154، قال ابن باز: ورواه النّسائي بإسناد حسن. انظر تحفة الأخيار ص 37",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ بَارِكْ لَنَا فِيهَا (ثَلَاثَ مَرَّاتٍ)، اللَّهُمَّ ارْزُقْنَا جَنَاهَا، وَحَبِّبْنَا إِلَى أَهْلِهَا، وَحَبِّبْ صَالِحِي أَهْلِهَا إِلَيْنَا»",
            "source": "أخرجه الطبراني في الأوسط برقم (4940) وحسنه الهيثمي",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ هَذِهِ القَرْيَةِ وَخَيْرِ أَهْلِهَا وَخَيْرِ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ أَهْلِهَا وَشَرِّ مَا فِيهَا»",
            "source": "أخرجه ابن حبان في صحيحه برقم (2709) والحاكم وصححه",
            "count": 1
        }
    ],
    "hisn_99": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، يُحْيِي وَيُمِيتُ وَهُوَ حَيٌّ لَا يَمُوتُ، بِيَدِهِ الخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
            "source": "التّرمذي 5/ 491 والحاكم 1/ 538 وحسّنه الألباني في صحيح ابن ماجة 2/ 21 وفي صحيح التّرمذي 3/ 152",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "فضل دعاء دخول السوق: «مَنْ دَخَلَ السُّوقَ فَقَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ؛ كَتَبَ اللَّهُ لَهُ أَلْفَ أَلْفِ حَسَنَةٍ، وَمَحَا عَنْهُ أَلْفَ أَلْفِ سَيِّئَةٍ، وَرَفَعَ لَهُ أَلْفَ أَلْفِ دَرَجَةٍ، وَبَنَى لَهُ بَيْتًا فِي الجَنَّةِ»",
            "source": "أخرجه الترمذي برقم (3428) وابن ماجه وحسنه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«بِسْمِ اللَّهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذِهِ السُّوقِ وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا فِيهَا، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُصِيبَ فِيهَا يَمِينًا فَاجِرَةً أَوْ صَفْقَةً خَاسِرَةً»",
            "source": "أخرجه الحاكم (1/ 538) والطبراني في الدعاء",
            "count": 1
        }
    ],
    "hisn_100": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "بِسْمِ اللَّهِ",
            "source": "أبو داود 4/ 296 وصحّحه الألباني في صحيح أبي داود 3/ 941",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "حديث عثرت الدابة: قال رجل: كُنْتُ رَدِيفَ النَّبِيِّ ﷺ فَعَثَرَتْ دَابَّتُهُ فَقُلْتُ: تَعِسَ الشَّيْطَانُ! فَقَالَ: «لَا تَقُلْ تَعِسَ الشَّيْطَانُ؛ فَإِنَّكَ إِذَا قُلْتَ ذَلِكَ تَعَاظَمَ حَتَّى يَكُونَ مِثْلَ البَيْتِ، وَيَقُولُ: بِقُوَّتِي صَرَعْتُهُ! وَلَكِنْ قُلْ: بِسْمِ اللَّهِ؛ فَإِنَّكَ إِذَا قُلْتَ ذَلِكَ تَصَاغَرَ حَتَّى يَكُونَ مِثْلَ الذُّبَابِ»",
            "source": "أخرجه أبو داود برقم (4982) وأحمد برقم (20584) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«بِسْمِ اللَّهِ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، اللَّهُمَّ سَلِّمْ سَلِّمْ»",
            "source": "أخرجه البيهقي في الشعب وابن السني في عمل اليوم والليلة",
            "count": 1
        }
    ],
    "hisn_101": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "أَسْتَوْدِعُكُمُ اللَّهَ الذِي لَا تَضِيعُ وَدَائِعُهُ",
            "source": "أحمد 2/ 403 وابن ماجة 2/ 943 وانظر صحيح ابن ماجة 2/ 133",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ، وَأَقْرَأُ عَلَيْكَ السَّلَامَ»",
            "source": "أخرجه الترمذي برقم (3443) وأحمد في المسند وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«فِي حِفْظِ اللَّهِ وَكَنَفِهِ وَرِعَايَتِهِ، زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَوَجَّهَكَ لِلْخَيْرِ حَيْثُمَا كُنْتَ»",
            "source": "أخرجه الترمذي برقم (3444) والدارمي وحسنه الألباني",
            "count": 1
        }
    ],
    "hisn_102": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ",
            "source": "أحمد 2/ 7 والتّرمذي 5/ 499 وانظر صحيح التّرمذي 2/ 155",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الخَيْرَ حَيْثُ مَا كُنْتَ",
            "source": "التّرمذي وانظر صحيح التّرمذي 3/ 155",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ اطْوِ لَهُ البُعْدَ، وَهَوِّنْ عَلَيْهِ السَّفَرَ، وَرُدَّهُ إِلَى أَهْلِهِ سَالِمًا غَانِمًا»",
            "source": "أخرجه الترمذي برقم (3445) والحاكم وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_103": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "قَالَ جَابِرٌ رَضِيَ اللَّهُ عَنْهُ: (كُنَّا إِذَا صَعَدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا)",
            "source": "البخاري مع الفتح 6/ 135",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "سنة التكبير في الصعود والتسبيح في النزول: «كَانَ النَّبِيُّ ﷺ وَجُيُوشُهُ إِذَا عَلَوْا الثَّنَايَا كَبَّرُوا، وَإِذَا هَبَطُوا سَبَّحُوا، فَوُضِعَتِ الصَّلَاةُ عَلَى ذَلِكَ»",
            "source": "أخرجه أبو داود برقم (2599) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "التكبير عند الإشراف على التلال والمرتفعات: «اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ وَلِلَّهِ الحَمْدُ»",
            "source": "أخرجه مسلم برقم (1344) وأبو داود",
            "count": 1
        }
    ],
    "hisn_104": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "سَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلَائِهِ عَلَيْنَا. رَبَّنَا صَاحِبْنَا، وَأَفْضِلْ عَلَيْنَا عَائِذًا بِاللَّهِ مِنَ النَّارِ",
            "source": "مسلم 4/ 2086 ومعنى سمِع سامع: أي شهد شاهد على حمدنا للّه تعالى على نعمه وحسن بلائه. ومعنى سمَّع سامع: بلّغ سامع قولي هذا لغيره وقال مثله تنبيها على الذِّكر في السّحر والدعاء. وقوله: ربّنا صاحبنا وأفضل علينا: أي احفظنا وحطنا واكلأنا وأفضل علينا بجزيل نعمك واصرف عنّا كلّ مكروه، شرح النّووي 17/ 39",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«سَمِعَ سَامِعٌ بِحَمْدِ اللَّهِ وَحُسْنِ بَلَائِهِ عَلَيْنَا، رَبَّنَا صَاحِبْنَا وَأَفْضِلْ عَلَيْنَا، عَائِذًا بِاللَّهِ مِنَ النَّارِ» (يرفع بها صوته ثلاث مرات إذا كان في سفر وأسحر)",
            "source": "أخرجه مسلم في صحيحه برقم (2718)",
            "count": 3
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "الدعاء في السحر: «أَصْبَحْنَا وَأَصْبَحَ المُلْكُ لِلَّهِ، وَالحَمْدُ لِلَّهِ، اللَّهُمَّ إِنَّا نَسْأَلُكَ مِنْ خَيْرِ هَذَا اليَوْمِ خَيْرَ مَا فِيهِ وَخَيْرَ مَا بَعْدَهُ»",
            "source": "أخرجه مسلم برقم (2723) وأبو داود",
            "count": 1
        }
    ],
    "hisn_105": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَاتِ مِنْ شَرِّ مَا خَلَقَ",
            "source": "مسلم 4/ 2080",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "فضل هذا الذكر: «مَنْ نَزَلَ مَنْزِلًا ثُمَّ قَالَ: أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ، لَمْ يَضُرَّهُ شَيْءٌ حَتَّى يَرْتَحِلَ مِنْ مَنْزِلِهِ ذَلِكَ»",
            "source": "أخرجه مسلم في صحيحه برقم (2708)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«رَّبِّ أَنزِلْنِي مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ الْمُنزِلِينَ»",
            "source": "سورة المؤمنون: 29، دعاء نوح عليه السلام عند النزول",
            "count": 1
        }
    ],
    "hisn_106": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "يُكِبِّرُ عَلَى كُلِّ شَرَفٍ ثَلَاثَ تَكْبِيرَاتٍ ثُمَّ يَقُولُ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأَحْزَابَ وَحْدَهُ",
            "source": "كان النّبيّ صلّى اللّه عليه وسلّم يقوله إذا قفل من غزو أو حجّ، البخاري 7/ 163 ومسلم 2/ 980",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "تكبيرات القفول من السفر: كَانَ النَّبِيُّ ﷺ إِذَا قَفَلَ مِنْ غَزْوٍ أَوْ حَجٍّ أَوْ عُمْرَةٍ يُكَبِّرُ عَلَى كُلِّ شَرَفٍ مِنَ الأَرْضِ ثَلَاثَ تَكْبِيرَاتٍ، ثُمَّ يَقُولُ: «لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ تَائِبُونَ عَابِدُونَ سَاجِدُونَ لِرَبِّنَا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأَحْزَابَ وَحْدَهُ»",
            "source": "أخرجه البخاري برقم (1797) ومسلم برقم (1344)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "ما يقول إذا دخل على أهله: «تَوْبًا تَوْبًا، لِرَبِّنَا أَوْبًا، لَا يُغَادِرُ حَوْبًا (أَيْ نَسْتَغْفِرُكَ رَبَّنَا تَوْبَةً لَا تَبْقَى مَعَهَا ذَنْبٌ)»",
            "source": "أخرجه أحمد في المسند برقم (2376) وابن السني وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_107": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَتَاهُ الأَمْرُ يَسُرُّهُ قَالَ: (الحَمْدُ لِلَّهِ الذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ) وَإِذَا أَتَاهُ الأَمْرُ يَكْرَهُهُ قَالَ: (الحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ)",
            "source": "أخرجه ابن السّني في عمل اليوم واللّيلة، والحاكم وصحّحه 1/ 499 وصحّحه الألباني رحمه اللّه في صحيح الجامع 4/ 201",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«الحَمْدُ لِلَّهِ كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ، كَمَا يُحِبُّ رَبُّنَا وَيَرْضَى»",
            "source": "أخرجه الترمذي برقم (3599) والنسائي وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "سجود الشكر: كَانَ النَّبِيُّ ﷺ إِذَا أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ بُشِّرَ بِهِ خَرَّ سَاجِدًا شُكْرًا لِلَّهِ تَبَارَكَ وَتَعَالَى",
            "source": "أخرجه أبو داود برقم (2774) والترمذي وابن ماجه وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_108": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا)",
            "source": "أخرجه مسلم 1/ 288",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (لَا تَجْعَلُوا قَبْرِي عِيدًا وَصَلُّوا عَلَيَّ، فَإِنَّ صَلَاتَكُمْ تَبْلُغُنِي حَيْثُ كُنْتُمْ)",
            "source": "أبو داود 2/ 218 وأحمد 2/ 367 وصحّحه الألباني في صحيح أبي داود 2/ 383",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (البَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ)",
            "source": "التّرمذي 5/ 551 وغيره، وانظر صحيح الجامع 3/ 25 وصحيح التّرمذي 3/ 177",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (إِنَّ لِلَّهِ مَلَائِكَةً سَيَّاحِينَ فِي الأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِيَ السَّلاَمَ)",
            "source": "النّسائي، والحاكم 2/ 421، وصحّحه الألباني في صحيح النّسائي 1/ 274",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلَّا رَدَّ اللَّهُ عَلَيَّ رُوحِيَ حَتَّى أَرُدَّ عَلَيْهِ السَّلَامَ)",
            "source": "أبو داود برقم 2041 وحسّنه الألباني في صحيح أبي داود 1/ 383",
            "count": 1
        }
    ],
    "hisn_109": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (لَاتَدْخُلُوا الجَنَّةَ حَتَّى تُؤْمِنُوا، وَلَا تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلَا أَدُلُّكُمُ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبَتُمْ؟ أَفْشُوا السَّلَامَ بَيْنَكُمْ)",
            "source": "مسلم 1/ 74 وغيره",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "ثَلَاثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الإِيمَانَ: (الإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلَامِ لِلْعَالَمِ، وَالإِنْفَاقُ مِنَ الإِقْتَارِ)",
            "source": "البخاري مع الفتح 1/ 82 عن عمّار رضي اللّه عنه موقوفا معلّقا",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "وَعَنْ عَبْدِاللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أَنَّ رَجُلًا سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَيُّ الإِسْلَامِ خَيْرٌ؟ قَالَ: (تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلَامَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ)",
            "source": "البخاري مع الفتح 1/ 55 ومسلم 1/ 65",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "«أَلَا أَدُلُّكُمْ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ؟ أَفْشُوا السَّلَامَ بَيْنَكُمْ»",
            "source": "أخرجه مسلم في صحيحه برقم (54)",
            "count": 1
        }
    ],
    "hisn_110": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "إِذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الكِتَابِ فَقُولُوا: (وَعَلَيْكُمْ)",
            "source": "البخاري مع الفتح 11/ 42، ومسلم 4/ 1705",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "حديث النبي ﷺ: «إِذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الكِتَابِ فَقُولُوا: وَعَلَيْكُمْ»",
            "source": "أخرجه البخاري برقم (6258) ومسلم برقم (2163)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "صيغة السلام على من فيهم غير مسلم: «السَّلَامُ عَلَى مَنِ اتَّبَعَ الهُدَى»",
            "source": "أخرجه البخاري برقم (6260) ومسلم برقم (1773) في كتاب النبي ﷺ إلى هرقل",
            "count": 1
        }
    ],
    "hisn_111": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ، فَإِنَّهَا رَأَتْ مَلَكًا. وَإِذَا سَمِعْتُمْ نَهِيقَ الحِمَارَ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيْطَانِ، فَإِنَّهُ رَأَى شَيْطَانًا",
            "source": "البخاري مع الفتح 6/ 350 ومسلم 4/ 2092",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "سؤال الله من فضله عند صياح الديك: «اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ وَرَحْمَتِكَ؛ فَإِنَّهَا رَأَتْ مَلَكًا»",
            "source": "أخرجه البخاري برقم (3303) ومسلم برقم (2729)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "الاستعاذة بالله عند نهيق الحمار: «أَعُوذُ بِاللَّهِ السَّمِيعِ العَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ؛ فَإِنَّهُ رَأَى شَيْطَانًا»",
            "source": "أخرجه البخاري برقم (3303) ومسلم برقم (2729) وأحمد",
            "count": 1
        }
    ],
    "hisn_112": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "إِذَا سَمِعْتُمْ نُبَاحَ الكِلَابِ وَنَهِيقَ الحَمِيرِ بِاللَّيْلِ فَتَعَوَّذُوا بِاللَّهِ مِنْهُمْ، فَإِنَّهُنَّ يَرَيْنَ مَا لَا تَرَوْنَ",
            "source": "أبو داود 4/ 327 وأحمد 3/ 306 وصحّحه الألباني في صحيح أبي داود 3/ 961",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ، وَأَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ»",
            "source": "أخرجه أبو داود برقم (5103) وأحمد في المسند برقم (14283)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«أَعُوذُ بِاللَّهِ مِنْ شَرِّ طَوَارِقِ اللَّيْلِ وَالنَّهَارِ إِلَّا طَارِقًا يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ»",
            "source": "أخرجه أحمد في المسند برقم (15461) والطبراني",
            "count": 1
        }
    ],
    "hisn_113": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ القِيَامَةِ)",
            "source": "البخاري مع الفتح 11/ 171 ومسلم 4/ 2007 ولفظه: فاجعلها له زكاة ورحمة",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ إِنَّمَا أَنَا بَشَرٌ، فَأَيُّمَا رَجُلٍ مِنَ المُسْلِمِينَ سَبَبْتُهُ أَوْ لَعَنْتُهُ أَوْ جَلَدْتُهُ فَاجْعَلْهَا لَهُ زَكَاةً وَرَحْمَةً وَأَجْرًا يَوْمَ القِيَامَةِ»",
            "source": "أخرجه مسلم برقم (2601) والبخاري برقم (6361)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "الدعاء لمن وقع بينك وبينه خصومة: «اللَّهُمَّ اغْفِرْ لِي وَلَهُ، وَأَصْلِحْ ذَاتَ بَيْنِنَا، وَاهْدِنَا سُبُلَ السَّلَامِ، وَأَلِّفْ بَيْنَ قُلُوبِنَا»",
            "source": "أخرجه أبو داود برقم (969) وأحمد والحاكم وصححه",
            "count": 1
        }
    ],
    "hisn_114": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (إِذَا كَانَ أَحَدُكُمُ مَادِحًا صَاحِبَهُ لَا مَحَالَةَ، فَلْيَقُلْ: أَحْسَبُ فُلَانًا وَاللَّهُ حَسِيبُهُ، وَلَا أُزَكِّي عَلَى اللَّهِ أَحَدًا، أَحْسِبُهُ - إِنْ كَانَ يَعْلَمُ ذَاكَ - كَذَا وَكَذَا)",
            "source": "رواه مسلم 4/ 2296",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "النهي عن الإفراط في المدح: «إِذَا رَأَيْتُمُ المَدَّاحِينَ فَاحْثُوا فِي وُجُوهِهِمُ التُّرَابَ»",
            "source": "أخرجه مسلم في صحيحه برقم (3002) وأحمد",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«وَيْحَكَ قَطَعْتَ عُنُقَ صَاحِبِكَ! مَنْ كَانَ مِنْكُمْ مَادِحًا أَخَاهُ لَا مَحَالَةَ فَلْيَقُلْ: أَحْسِبُ فُلَانًا وَاللَّهُ حَسِيبُهُ، وَلَا أُزَكِّي عَلَى اللَّهِ أَحَدًا، أَحْسِبُهُ إِنْ كَانَ يَعْلَمُ ذَاكَ كَذَا وَكَذَا»",
            "source": "أخرجه البخاري برقم (2662) ومسلم برقم (3000)",
            "count": 1
        }
    ],
    "hisn_115": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "اللَّهُمَّ لَا تُؤَاخِذْنِي بِمَا يَقُولُونَ، وَاِغْفِرْ لِي مَا لَا يَعْلَمُونَ [وَاِجْعَلْنِي خَيْرًا مِمَّا يَظُنُّونَ]",
            "source": "البخاري في الأدب المفرد برقم 761، وصحّح إسناده الألباني في صحيح الأدب المفرد برقم 585، وما بين المعكوفين زيادة للبيهقي في شعب الإيمان 4/ 228 من طريق آخر.",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "تمام دعاء أبي بكر الصديق رضي الله عنه: «اللَّهُمَّ أَنْتَ أَعْلَمُ بِي مِنْ نَفْسِي، وَأَنَا أَعْلَمُ بِنَفْسِي مِنْهُمْ، اللَّهُمَّ اجْعَلْنِي خَيْرًا مِمَّا يَظُنُّونَ، وَاغْفِرْ لِي مَا لَا يَعْلَمُونَ، وَلَا تُؤَاخِذْنِي بِمَا يَقُولُونَ»",
            "source": "أخرجه البخاري في الأدب المفرد برقم (761) والبيهقي في الشعب وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "الاعتراف بالتقصير والتواضع: «رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي، لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ»",
            "source": "سورة القصص: 16 وسورة الأنبياء: 87",
            "count": 1
        }
    ],
    "hisn_116": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالمُلْكُ، لَا شَرِيكَ لَكَ",
            "source": "البخاري مع الفتح 3/ 408، ومسلم 2/ 841",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«لَبَّيْكَ إِلَهَ الحَقِّ لَبَّيْكَ، لَبَّيْكَ حَجًّا حَقًّا تَعَبُّدًا وَرِقًّا»",
            "source": "أخرجه النسائي برقم (2964) وابن ماجه برقم (2920) وأحمد وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "زيادة ابن عمر رضي الله عنهما في التلبية: «لَبَّيْكَ وَسَعْدَيْكَ، وَالخَيْرُ بِيَدَيْكَ، وَالرَّغْبَاءُ إِلَيْكَ وَالعَمَلُ، لَبَّيْكَ ذَا المَعَارِجِ، لَبَّيْكَ ذَا الفَوَاضِلِ»",
            "source": "أخرجه مسلم برقم (1184) وأبو داود وأحمد",
            "count": 1
        }
    ],
    "hisn_117": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "طَافَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالبَيْتِ عَلَى بَعِيرٍ كُلَّمَا أَتَى الرُّكْنَ أَشَارَ إِلَيْهِ بِشَيْءٍ عِنْدَهُ وَكَبَّرَ",
            "source": "البخاري مع الفتح 3/ 476 والمراد بالشيء: المحجن. انظر: البخاري مع الفتح 3/ 472",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«بِسْمِ اللَّهِ، وَاللَّهُ أَكْبَرُ، اللَّهُمَّ إِيمَانًا بِكَ، وَتَصْدِيقًا بِكِتَابِكَ، وَوَفَاءً بِعَهْدِكَ، وَاتِّبَاعًا لِسُنَّةِ نَبِيِّكَ مُحَمَّدٍ ﷺ»",
            "source": "أخرجه الشافعي في الأم (2/ 174) والبيهقي في السنن والطبراني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "فضل استلام الحجر الأسود والركن اليماني: «إِنَّ مَسْحَ الحَجَرِ الأَسْوَدِ وَالرُّكْنِ اليَمَانِي يَحُطَّانِ الخَطَايَا حَطًّا»",
            "source": "أخرجه الترمذي برقم (959) والنسائي وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_118": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "{رَبَّنَا ءَاتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ}",
            "source": "أبو داود 2/ 179، وأحمد 3/ 411 والبغوي في شرح السّنّة 7/ 128، وحسّنه الألباني في صحيح أبي داود 1/ 354، والآية من سورة البقرة: 201",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ إِنِّي أَسْأَلُكَ العَفْوَ وَالعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ»",
            "source": "أخرجه ابن ماجه برقم (2957) والحاكم وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ قَنِّعْنِي بِمَا رَزَقْتَنِي، وَبَارِكْ لِي فِيهِ، وَاخْلُفْ عَلَى كُلِّ غَائِبَةٍ لِي بِخَيْرٍ»",
            "source": "أخرجه الحاكم في المستدرك (1/ 456) والبيهقي عن ابن عباس رضي الله عنهما",
            "count": 1
        }
    ],
    "hisn_119": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "لَمَّا دَنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ الصَّفَا قَرَأَ {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ} (أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ) فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى البَيْتَ فَاسْتَقْبَلَ القِبْلَةَ فَوَحَّدَ اللَّهَ وَكَبَّرَهُ وَقَالَ: (لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأَحْزَابَ وَحْدَهُ)، ثُمَّ دَعَا بَيْنَ ذَلِكَ. قَالَ مِثْلَ هَذَا ثَلَاثَ مَرَّاتٍ (الحَدِيثْ). وَفِيهِ: (فَفَعَلَ عَلَى المَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا)",
            "source": "مسلم 2/ 888، والآية من سورة البقرة: 158",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "دعاء السعي المأثور عن الصحابة بين الصفا والمروة: «رَبِّ اغْفِرْ وَارْحَمْ، وَتَجَاوَزْ عَمَّا تَعْلَمْ، إِنَّكَ أَنْتَ الأَعَزُّ الأَكْرَمُ»",
            "source": "أخرجه ابن أبي شيبة في المصنف (3/ 259) والبيهقي عن ابن مسعود وابن عمر رضي الله عنهم",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ اعْصِمْنَا بِدِينِكَ وَطَوَاعِيَتِكَ وَطَوَاعِيَةِ رَسُولِكَ، وَجَنِّبْنَا حُدُودَكَ، اللَّهُمَّ حَبِّبْ إِلَيْنَا الإِيمَانَ وَزَيِّنْهُ فِي قُلُوبِنَا، وَكَرِّهْ إِلَيْنَا الكُفْرَ وَالفُسُوقَ وَالعِصْيَانَ، وَاجْعَلْنَا مِنَ الرَّاشِدِينَ»",
            "source": "أخرجه البيهقي في السنن الكبرى (5/ 95)",
            "count": 1
        }
    ],
    "hisn_120": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبِيُّونَ مِنْ قَبْلِي: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
            "source": "التّرمذي وحسّنه الألباني في صحيح التّرمذي 3/ 184، وفي الأحاديث الصّحيحة 4/ 6",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُمَّ لَكَ الحَمْدُ كَالَّذِي نَقُولُ وَخَيْرًا مِمَّا نَقُولُ، اللَّهُمَّ لَكَ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي، وَإِلَيْكَ مَآبِي، وَلَكَ رَبِّ تُرَاثِي، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، وَوَسْوَسَةِ الصَّدْرِ، وَشَتَاتِ الأَمْرِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا تَجِيءُ بِهِ الرِّيحُ»",
            "source": "أخرجه الترمذي برقم (3520) والبيهقي في السنن الكبرى",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ إِنَّكَ تَسْمَعُ كَلَامِي، وَتَرَى مَكَانِي، وَتَعْلَمُ سِرِّي وَعَلَانِيَتِي، لَا يَخْفَى عَلَيْكَ شَيْءٌ مِنْ أَمْرِي، أَنَا البَائِسُ الفَقِيرُ، المُسْتَغِيثُ المُسْتَجِيرُ، الوَجِلُ المُشْفِقُ، المُقِرُّ المُعْتَرِفُ بِذَنْبِي، أَسْأَلُكَ مَسْأَلَةَ المِسْكِينِ، وَأَبْتَهِلُ إِلَيْكَ ابْتِهَالَ المُذْنِبِ الذَّلِيلِ، وَأَدْعُوكَ دُعَاءَ الخَائِفِ الضَّرِيرِ، مَنْ خَضَعَتْ لَكَ رَقَبَتُهُ، وَفَاضَتْ لَكَ عَبْرَتُهُ، وَذَلَّ لَكَ جَسَدُهُ، وَرَغِمَ لَكَ أَنْفُهُ، اللَّهُمَّ لَا تَجْعَلْنِي بِدُعَائِكَ رَبِّ شَقِيًّا، وَكُنْ بِي رَؤُوفًا رَحِيمًا، يَا خَيْرَ المَسْئُولِينَ وَيَا خَيْرَ المُعْطِينَ»",
            "source": "أخرجه الطبراني في المعجم الكبير (11/ 174)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "تلبية وتكبير يوم عرفة: «لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَأَعْتِقْ رَقَبَتِي مِنَ النَّارِ»",
            "source": "أخرجه مسلم برقم (1284) وأحمد",
            "count": 1
        }
    ],
    "hisn_121": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "رَكِبَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ القَصْوَاءَ حَتَّى أَتَى المَشْعَرَ الحَرَامَ، فَاسْتَقْبَلَ القِبْلَةَ (فَدَعَاهُ، وَكَبَّرَهُ، وَهَلَّلَهُ، وَوَحَّدَهُ) فَلَمْ يَزَلْ وَاقِفًا حَتَّى أَسْفَرَ جِدًّا، فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ",
            "source": "مسلم 2/ 891",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "ذكر القرآن عند المشعر الحرام: {فَإِذَا أَفَضْتُم مِّنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِندَ الْمَشْعَرِ الْحَرَامِ وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِن كُنتُم مِّن قَبْلِهِ لَمِنَ الضَّالِّينَ * ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ}",
            "source": "سورة البقرة: 198-199",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "الدعاء بالمزدلفة عند المشعر: «اللَّهُمَّ كَمَا أَوْقَفْتَنَا فِيهِ وَأَرَيْتَنَا إِيَّاهُ فَوَفِّقْنَا لِذِكْرِكَ كَمَا هَدَيْتَنَا، وَاغْفِرْ لَنَا وَارْحَمْنَا كَمَا وَعَدْتَنَا بِقَوْلِكَ وَقَوْلُكَ الحَقُّ، اللَّهُمَّ آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ»",
            "source": "الأذكار للإمام النووي ص (202)",
            "count": 1
        }
    ],
    "hisn_122": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ عِنْدَ الجِمَارِ الثَّلَاثِ، ثُمَّ يَتَقَدَّمُ، وَيَقِفُ يَدْعُو مُسْتَقْبِلَ القِبْلَةِ، رَافِعًا يَدَيْهِ بَعْدَ الجَمْرَةِ الأُولَى وَالثَّانِيَةِ. أَمَّا جَمْرَةُ العَقَبَةِ فَيَرْمِيهَا وَيُكَبِّرُ عِنْدَ كُلِّ حَصَاةٍ وَيَنْصَرِفُ وَلَا يَقِفُ عِنْدَهَا",
            "source": "البخاري مع الفتح 3/ 583 و 3/ 584، وانظر لفظه هناك. والبخاري مع الفتح 3/ 581 ورواه مسلم أيضا.",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "صيغة التكبير والدعاء عند رمي الجمار: «اللَّهُ أَكْبَرُ، اللَّهُمَّ اجْعَلْهُ حَجًّا مَبْرُورًا، وَذَنْبًا مَغْفُورًا، وَسَعْيًا مَشْكُورًا»",
            "source": "أخرجه أحمد في المسند والبيهقي وصححه النووي في المجموع",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ، رَغْمًا لِلشَّيْطَانِ وَرِضًا لِلرَّحْمَنِ، اللَّهُمَّ تَصْدِيقًا بِكِتَابِكَ، وَاتِّبَاعًا لِسُنَّةِ نَبِيِّكَ ﷺ»",
            "source": "أخرجه ابن أبي شيبة في المصنف والبيهقي عن ابن عمر رضي الله عنهما",
            "count": 1
        }
    ],
    "hisn_123": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "سُبْحَانَ اللَّهِ",
            "source": "البخاري مع الفتح 1/ 210 و 390 و 414 ومسلم 4/ 1857",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "اللَّهُ أَكْبَرُ",
            "source": "البخاري مع الفتح 8/ 441 وانظر صحيح التّرمذي 2/ 103 و 2/ 235 ومسند أحمد 5/ 218",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ، الحَمْدُ لِلَّهِ رَبِّ العَالَمِينَ»",
            "source": "سورة الكهف: 39، ومستنبط من حديث أنس عند البيهقي",
            "count": 1
        }
    ],
    "hisn_124": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يُسَرُّ بِهِ خَرَّ سَاجِدًا شُكْرًا لِلَّهِ تَبَارَكَ وَتَعَالَى",
            "source": "رواه أهل السّنن إلّا النّسائي. انظر صحيح ابن ماجة 1/ 233 وإرواء الغليل 2/ 226",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«الحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ، الحَمْدُ لِلَّهِ رَبِّ العَالَمِينَ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ»",
            "source": "أخرجه ابن ماجه برقم (3803) والحاكم وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "صلاة ركعتين شكراً لله: كان أصحاب رسول الله ﷺ والتابعون إذا جاءهم فتح أو أمر يسرهم صلوا ركعتين شكراً لله تبارك وتعالى",
            "source": "أخرجه ابن أبي شيبة في المصنف (2/ 396) والبيهقي",
            "count": 1
        }
    ],
    "hisn_125": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "ضَعْ يَدَكَ عَلَى الذِي تَأَلَّمَ مِنْ جَسَدِكَ وَقُلْ: (بِسْمِ اللَّهِ) ثَلَاثًا. وَقُلْ سَبْعَ مَرَّاتٍ: (أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ)",
            "source": "مسلم 4/ 1728",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«امْسَحِ البَأْسَ رَبَّ النَّاسِ، بِيَدِكَ الشِّفَاءُ، لَا كَاشِفَ لَهُ إِلَّا أَنْتَ»",
            "source": "أخرجه البخاري برقم (5744) ومسلم برقم (2191)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«اللَّهُمَّ رَبَّ النَّاسِ، أَذْهِبِ البَأْسَ، وَاشْفِ أَنْتَ الشَّافِي، لَا شِفَاءَ إِلَّا شِفَاؤُكَ، شِفَاءً لَا يُغَادِرُ سَقَمًا»",
            "source": "أخرجه البخاري برقم (5743) ومسلم برقم (2191)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "«أَسْأَلُ اللَّهَ العَظِيمَ رَبَّ العَرْشِ العَظِيمِ أَنْ يَشْفِيَنِي» (سبع مرات)",
            "source": "أخرجه أبو داود برقم (3106) والترمذي برقم (2083) وصححه الألباني",
            "count": 7
        }
    ],
    "hisn_126": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "إِذَا رَأَى أَحَدُكُمْ مِنْ أَخِيهِ، أَوْ مِنْ نَفْسِهِ، أَوْ مِنْ مَالِهِ مَا يُعْجِبُهُ [فَلْيَدْعُ لَهُ بِالبَرَكَةِ] فَإِنَّ العَيْنَ حَقٌّ",
            "source": "مسند أحمد 4/ 447 وابن ماجة، ومالك، وصحّحه الألباني في صحيح الجامع 1/ 212 وانظر تحقيق زاد المعاد للأرناؤوط 4/ 170",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "صيغة التبريك: «مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ، اللَّهُمَّ بَارِكْ فِيهِ وَلَا تَضُرَّهُ»",
            "source": "أخرجه ابن السني في عمل اليوم والليلة برقم (206) وأحمد وحسنه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَنَّبَكَ كُلَّ سُوءٍ، اللَّهُمَّ بَارِكْ عَلَيْهِ»",
            "source": "أخرجه النسائي في السنن الكبرى وأبو يعلى",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "قراءة المعوذتين وآية الحفظ: {وَإِن يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ * وَمَا هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ}",
            "source": "سورة القلم: 51-52، وتفسير ابن كثير",
            "count": 1
        }
    ],
    "hisn_127": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "لَا إِلَهَ إِلَّا اللَّهُ",
            "source": "البخاري مع الفتح 6/ 181، ومسلم 4/ 2208",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«اللَّهُ اللَّهُ رَبِّي لَا أُشْرِكُ بِهِ شَيْئًا»",
            "source": "أخرجه أبو داود برقم (1525) والنسائي وابن ماجه وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«حَسْبُنَا اللَّهُ وَنِعْمَ الوَكِيلُ، عَلَى اللَّهِ تَوَكَّلْنَا»",
            "source": "أخرجه البخاري برقم (4563) والترمذي",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "«يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ»",
            "source": "أخرجه الترمذي برقم (3524) والحاكم وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_128": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ، [اللَّهُمَّ مِنْكَ وَلَكَ]، اللَّهُمَّ تَقَبَّلْ مِنِّي",
            "source": "مسلم 3/ 1557، والبيهقي 9/ 287/ ومابين المعكوفين للبيهقي 9/ 287، وغيره والجملة الأخيرة سقتها بالمعنى من رواية مسلم",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ، اللَّهُمَّ هَذَا عَنِّي وَعَنْ مَنْ لَمْ يُضَحِّ مِنْ أُمَّتِي»",
            "source": "أخرجه أبو داود برقم (2810) والترمذي برقم (1521) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ المُشْرِكِينَ، إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ العَالَمِينَ لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ المُسْلِمِينَ، اللَّهُمَّ مِنْكَ وَلَكَ، بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ»",
            "source": "أخرجه أبو داود برقم (2795) وابن ماجه برقم (3121) وأحمد",
            "count": 1
        }
    ],
    "hisn_129": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ التِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فِيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلَّا طَارِقًا يَطْرُقُ بِخَيْرً يَا رَحْمَانُ",
            "source": "أحمد 3/ 419 بإسناد صحيح وابن السّني برقم 637 وصحّح إسناده الأرناؤوط في تخريجه للطّحاوية ص 133 وانظر مجمع الزوائد 10/ 127",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«أَعُوذُ بِوَجْهِ اللَّهِ العَظِيمِ الَّذِي لَيْسَ شَيْءٌ أَعْظَمَ مِنْهُ، وَبِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ، وَبِأَسْمَاءِ اللَّهِ الحُسْنَى كُلِّهَا مَا عَلِمْتُ مِنْهَا وَمَا لَمْ أَعْلَمْ، مِنْ شَرِّ مَا خَلَقَ وَذَرَأَ وَبَرَأَ»",
            "source": "أخرجه مالك في الموطأ برقم (1744) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "قراءة آية الكرسي والمعوذتين وسورة البقرة لطرد الشياطين: «لَا تَجْعَلُوا بُيُوتَكُمْ مَقَابِرَ، إِنَّ الشَّيْطَانَ يَنْفِرُ مِنَ البَيْتِ الَّذِي تُقْرَأُ فِيهِ سُورَةُ البَقَرَةِ»",
            "source": "أخرجه مسلم في صحيحه برقم (780)",
            "count": 1
        }
    ],
    "hisn_130": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (وَاللَّهِ إِنِّي لَأَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي اليَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةٍ)",
            "source": "البخاري مع الفتح 11/ 101",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي اليَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ)",
            "source": "مسلم 4/ 2076",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ العَظِيمَ الذِي لَا إِلَهَ إِلَّا هُوَ الحَيُّ القَيُّومُ وَأَتُوبُ إِلَيْهِ، غَفَرَ اللَّهُ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ)",
            "source": "أخرجه أبو داود 2/ 85 والتّرمذي 5/ 569 والحاكم وصحّحه ووافقه الذّهبي 1/ 511 وصحّحه الألباني. انظر صحيح الترمذي 3/ 182 وجامع الأصول لأحاديث الرسول صلّى اللّه عليه وسلّم 4/ 389 - 390 بتحقيق الأرناؤوط",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ العَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ، فَإِنْ اِسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللَّهَ فِي تِلْكَ السَّاعَةِ فَكُنْ)",
            "source": "أخرجه الترمذي والنسائي 1/ 279، والحاكم وانظر صحيح الترمذي 3/ 183 وجامع الأصول بتحقيق الأرناؤوط 4/ 144",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (أَقْرَبُ مَا يَكُونُ العَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكْثِرُوا الدُّعَاءَ)",
            "source": "مسلم 1/ 350",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 6",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لَأَسْتَغْفِرُ اللَّهَ فِي اليَوْمِ مِائَةَ مَرَّةٍ)",
            "source": "أخرجه مسلم 4/ 2075 قال ابن الأثير: (ليغان على قلبي) أي ليغطى ويغشى والمراد به: السهو؛ لأنه كان صلّى اللّه عليه وسلّم لا يزال في مزيد من الذكر والقربة ودوام المراقبة فإذا سها عن شيء منها في بعض الأوقات، أو نسي، عدّه ذنبا على نفسه ففزع إلى الاستغفار. انظر جامع الأصول 4/ 386",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 7",
            "text": "«رَبِّ اغْفِرْ لِي وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ التَّوَّابُ الغَفُورُ» (مائة مرة)",
            "source": "أخرجه أبو داود برقم (1516) والترمذي برقم (3434) وصححه الألباني",
            "count": 100
        },
        {
            "type": "dhikr",
            "title": "الذكر 8",
            "text": "«اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ»",
            "source": "أخرجه البخاري برقم (834) ومسلم برقم (2705)",
            "count": 1
        }
    ],
    "hisn_131": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ البَحْرِ)",
            "source": "البخاري 7/ 168 ومسلم 4/ 2071، وانظر: فضل من قالها مائة مرّة إذا أصبح وإذا أمسى ص 31 من هذا الكتاب.",
            "count": 100
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، عَشْرَ مِرَارٍ، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ)",
            "source": "البخاري 7/ 67 ومسلم بلفظه 4/ 2071، وانظر فضل من قالها في اليوم مائة مرّة ص 33 من هذا الكتاب",
            "count": 10
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي المِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَانِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ العَظِيمِ)",
            "source": "البخاري 7/ 168 ومسلم 4/ 2072",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (لَأَنْ أَقُولَ سُبْحَانَ اللَّهِ، وَالحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ)",
            "source": "مسلم 4/ 2072",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (أَيَعْجِزُ أَحَدُكُمْ أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ؟) فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ: كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: (يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكْتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ)",
            "source": "مسلم 4/ 2073",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 6",
            "text": "مَنْ قَالَ: سُبْحَانَ اللَّهِ العَظِيمِ وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَةٌ فِي الجَنَّةِ",
            "source": "أخرجه الترمذي 5/ 511 والحاكم 1/ 501 وصحّحه ووافقه الذهبي، وانظر صحيح الجامع 5/ 531 وصحيح الترمذي 3/ 160",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 7",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلَا أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الجَنَّةِ؟) فَقُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: (قُلْ: لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ)",
            "source": "البخاري مع الفتح 11/ 213 ومسلم 4/ 2076",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 8",
            "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (أَحَبُّ الكَلَامِ إِلَى اللَّهِ أَرْبَعٌ: سُبْحَانَ اللَّهِ، وَالحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، لَا يَضُرُّكَ بِأَيِّهِنَّ بَدَأْتَ)",
            "source": "مسلم 3/ 1685",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 9",
            "text": "جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: عَلِّمْنِي كَلَامًا أَقُولُهُ، قَالَ: (قُلْ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، اللَّهُ أَكْبَرُ كَبِيرًا، وَالحَمْدُ لِلَّهِ كَثِيرًا، سُبْحَانَ اللَّهِ رَبِّ العَالَمِينَ، لَاحَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ العَزِيزِ الحَكِيمِ) قَالَ: فَهَؤُلَاءِ لِرَبِّي فَمَا لِي؟ قَالَ: (قُلْ: اللَّهُمَّ اِغْفِرْ لِي، وَاِرْحَمْنِي، وَاِهْدِنِي، وَارْزُقْنِي)",
            "source": "مسلم 4/ 2072 وزَادَ أبو داود: فلمّا ولّى الأعرابي قال النّبي صلّى اللّه عليه وسلّم: (لقد ملأ يديه من الخير) 1/ 220",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 10",
            "text": "كَانَ الرَّجُلُ إِذَا أَسْلَمَ عَلَّمَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصَّلَاةَ ثُمَّ أَمَرَهُ أَنْ يَدْعُو بِهَؤُلَاءِ الكَلِمَاتِ: (اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي وَارْزُقْنِي)",
            "source": "مسلم 4/ 2073 في رواية مسلم: \"فإنّ هؤلاء تجمع لك دنياك وآخرتك\"",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 11",
            "text": "إِنَّ أَفْضَلَ الدُّعَاءِ: الحَمْدُ لِلَّهِ، وَأَفْضَلَ الذِّكْرِ: لَا إِلَهَ إِلَّا اللَّهُ",
            "source": "الترمذي 5/ 462 وابن ماجة 2/ 1249 والحاكم 1/ 503 وصحّحه ووافقه الذهبي وانظر صحيح الجامع 1/ 362",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 12",
            "text": "البَاقِيَاتُ الصَّالِحَاتُ: سُبْحَانَ اللَّهِ، وَالحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
            "source": "أحمد برقم 513 بترتيب أحمد شاكر وإسناده صحيح وانظر مجمع الزوائد 1/ 297، وعزاه ابن حجر في بلوغ المرام من رواية أبي سعيد إلى النّسائي وقال: صحّحه ابن حبان والحاكم",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 13",
            "text": "«أَيَعْجِزُ أَحَدُكُمْ أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ؟ يَسْأَلُهُ سَائِلٌ: كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكْتَبُ لَهُ أَلْفُ حَسَنَةٍ، أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ»",
            "source": "أخرجه مسلم في صحيحه برقم (2698)",
            "count": 100
        },
        {
            "type": "dhikr",
            "title": "الذكر 14",
            "text": "«مَنْ قَالَ: سُبْحَانَ اللَّهِ العَظِيمِ وَبِحَمْدِهِ؛ غُرِسَتْ لَهُ نَخْلَةٌ فِي الجَنَّةِ»",
            "source": "أخرجه الترمذي برقم (3464) وصححه الألباني",
            "count": 1
        }
    ],
    "hisn_132": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا قَالَ: (رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْقِدُ التَّسْبِيحَ بِيَمِينِهِ)",
            "source": "أخرجه أبو داود بلفظه 2/ 81 والترمذي 5/ 521 وانظر صحيح الجامع 4/ 271 برقم 4865",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«عَلَيْكُنَّ بِالتَّسْبِيحِ وَالتَّهْلِيلِ وَالتَّقْدِيسِ، وَاعْقِدْنَ بِالأَنَامِلِ فَإِنَّهُنَّ مَسْئُولَاتٌ مُسْتَنْطَقَاتٌ، وَلَا تَغْفُلْنَ فَتُنْسَيْنَ الرَّحْمَةَ»",
            "source": "أخرجه أبو داود برقم (1501) والترمذي برقم (3583) وحسنه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "التسبيح بجوامع الكلم: رَأَى النَّبِيُّ ﷺ أُمَّ المُؤْمِنِينَ صَفِيَّةَ رَضِيَ اللَّهُ عَنْهَا وَبَيْنَ يَدَيْهَا أَرْبَعَةُ آلَافِ نَوَاةٍ تُسَبِّحُ بِهَا، فَقَالَ: «أَلَا أُعَلِّمُكِ بِأَكْثَرَ مِمَّا سَبَّحْتِ بِهِ؟ قُولِي: سُبْحَانَ اللَّهِ عَدَدَ مَا خَلَقَ مِنْ شَيْءٍ»",
            "source": "أخرجه الترمذي برقم (3554) والحاكم وصححه",
            "count": 1
        }
    ],
    "hisn_133": [
        {
            "type": "dhikr",
            "title": "الذكر 1",
            "text": "إِذَا كَانَ جُنْحُ اللَّيْلِ - أَوْ أَمْسَيْتُمْ - فَكُفُّوا صِبْيَانَكُمْ؛ فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيْلِ فَخَلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اِسْمَ اللَّهِ، فَإِنَّ الشَّيْطَانَ لَا يَفْتَحُ بَابًا مُغْلَقًا، وَأَوْكُوا قِرَبَكُمْ وَاذْكُرُوا اِسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُمْ وَاذْكُرُوا اِسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئًا، وَأَطْفِئُوا مَصَابِيحَكُمْ\r\nوَصَلَّى اللَّهُ وَسَلَّمَ وَبَارَكَ عَلَى نَبِيِّنَا مُحَمَّدٍ وَعَلَى آلِهِ وَأَصْحَابِهِ أَجْمَعِينَ",
            "source": "البخاري مع الفتح 10/ 88 ومسلم 3/ 1595",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 2",
            "text": "«كُلُّ مَعْرُوفٍ صَدَقَةٌ، وَإِنَّ مِنَ المَعْرُوفِ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ، وَأَنْ تُفْرِغَ مِنْ دَلْوِكَ فِي إِنَاءِ أَخِيكَ»",
            "source": "أخرجه الترمذي برقم (1970) وأحمد وصححه الترمذي والألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 3",
            "text": "«تَبَسُّمُكَ فِي وَجْهِ أَخِيكَ لَكَ صَدَقَةٌ، وَأَمْرُكَ بِالمَعْرُوفِ وَنَهْيُكَ عَنِ المُنْكَرِ صَدَقَةٌ، وَإِرْشَادُكَ الرَّجُلَ فِي أَرْضِ الضَّلَالِ لَكَ صَدَقَةٌ، وَبَصَرُكَ لِلرَّجُلِ الرَّدِيءِ البَصَرِ لَكَ صَدَقَةٌ، وَإِمَاطَتُكَ الحَجَرَ وَالشَّوْكَةَ وَالعَظْمَ عَنِ الطَّرِيقِ لَكَ صَدَقَةٌ»",
            "source": "أخرجه الترمذي برقم (1956) وصححه الألباني",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 4",
            "text": "«كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي المِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ العَظِيمِ»",
            "source": "أخرجه البخاري برقم (6406) ومسلم برقم (2694)",
            "count": 1
        },
        {
            "type": "dhikr",
            "title": "الذكر 5",
            "text": "«أَحَبُّ الكَلَامِ إِلَى اللَّهِ أَرْبَعٌ: سُبْحَانَ اللَّهِ، وَالحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، لَا يَضُرُّكَ بِأَيِّهِنَّ بَدَأْتَ»",
            "source": "أخرجه مسلم في صحيحه برقم (2137)",
            "count": 1
        }
    ]
};
