export const ON_THIS_DAY_EVENTS: Record<string, {year: number, text: string}[]> = {
  "01-05": [
    {
      "year": 2022,
      "text": "استقالة الحكومة في كازاخستان بعد اندلاع احتجاجات واسعة لعدة أيام بسبب رفع أسعار الوقود."
    },
    {
      "year": 2021,
      "text": "قادة ورؤساء وفود القمة الخليجية في العلا في السعودية يوقعون على وثيقة مبادئ تؤسس لإنهاء الأزمة الدبلوماسية مع قطر التي استمرت لأكثر من ثلاثة أعوام."
    },
    {
      "year": 2018,
      "text": "منتخب عمان يُتَوَّج بلقب كأس الخليج العربي في النسخة الثالثة والعشرين بعد فوزه على منتخب الإمارت."
    }
  ],
  "01-06": [
    {
      "year": 2023,
      "text": "انطلاق النسخة الخامسة والعشرين من بطولة كأس الخليج العربي لكرة القدم في مدينة البصرة جنوب العراق."
    },
    {
      "year": 2021,
      "text": "اقتحام المتظاهرين لمبنى كابيتول الولايات المتحدة، مما عطل تصديق الكونغرس الأمريكي على الانتخابات الرئاسية الأمريكية 2020."
    },
    {
      "year": 2019,
      "text": "الممثل جيف بريدجز يتلقّى جائزة سيسيل بي دوميل الفخريّة في حفل توزيع جوائز الغولدن غلوب السادس والسبعين."
    }
  ],
  "01-07": [
    {
      "year": 2025,
      "text": "زلزالٌ بقوة 7.1 درجة على مقياس ريختر يضرب مقاطعة تنغري في منطقة التبت ذاتية الحكم ما أدى لمقتل مائة وستة وعشرين شخصًا على الأقل."
    },
    {
      "year": 2025,
      "text": "سلسلة حرائق تجتاح منطقة لوس أنجلوس الكبرى بولاية كاليفورنيا الأمريكية ما أدى لمقتل خمسةٍ وعشرين شخصًا على الأقل وتشريد ما يزيد عن مائتي ألف."
    },
    {
      "year": 2019,
      "text": "مُحاولة انقلابيَّة فاشلة في الغابون أثناء غياب الرئيس علي بونغو لِتلقي العلاج في المغرب، وإلقاء القبض على الضُبَّاط المُتورطين فيها بعد بضع ساعاتٍ من المُحاولة."
    }
  ],
  "01-03": [
    {
      "year": 2026,
      "text": "الولايات المتحدة تقصف عدة مناطق في العاصمة الفنزويلية كراكاس، والرئيس الأمريكي دونالد ترمب يعلن اعتقال نظيره الفنزويلي نيكولاس مادورو."
    },
    {
      "year": 2024,
      "text": "مقتل 84 شخصًا في تفجيرين بمدينة كرمان الإيرانية، أثناء مراسم لإحياء ذكرى اغتيال الجنرال قاسم سليماني."
    },
    {
      "year": 2020,
      "text": "مقتل قائد فيلق القدس الإيراني قاسم سليماني برفقة أبي مهدي المهندس أحد قيادات ميليشيا الحشد الشعبي في غارة جوية أمريكية استهدفت موكبًا في مطار بغداد الدولي."
    }
  ],
  "01-02": [
    {
      "year": 2024,
      "text": "اغتيال القائد الفلسطيني صالح العاروري في بيروت."
    },
    {
      "year": 2024,
      "text": "تعرُّض زعيم المعارضة الكورية الجنوبية، لي جاي ميونغ، لمحاولة اغتيال أثناء حديثه إلى صحفيين في مدينة بوسان الساحلية."
    },
    {
      "year": 2022,
      "text": "استقالة رئيس الوزراء السوداني عبد الله حمدوك من منصبه."
    }
  ],
  "01-04": [
    {
      "year": 2018,
      "text": "اللاعب المصري محمد صلاح يفوز بجائزة أفضل لاعب أفريقي خلال العام 2017 ضمن حفل توزيع جوائز الكاف."
    },
    {
      "year": 2018,
      "text": "وفاة 20 شخصًا على الأقل وجرح 260 آخرين في حادث اصطدام لقطار كرونستاد بجنوب أفريقيا."
    },
    {
      "year": 2015,
      "text": "عُلماء آثار يُعلنون اكتشافهم مقبرة ملكة مصريَّة فرعونيَّة تُدعى خنتكاوس الثالثة."
    }
  ],
  "01-08": [
    {
      "year": 2023,
      "text": "محتشدون يقتحمون الكونجرس والمحكمة الفيدرالية العليا وأحد قصور الرئاسة في البرازيل احتجاجًا على نتائج الانتخابات الرئاسية."
    },
    {
      "year": 2020,
      "text": "الحرس الثوري الإيراني ينفذ ضربات صاروخية قبل الفجر، ضد قاعدتين عسكريتين بهما قوات أمريكية في العراق."
    },
    {
      "year": 2020,
      "text": "تحطُّم طائرة رحلة الخطوط الجوية الدولية الأوكرانية 752 بُعيد إقلاعها بِفترةٍ قصيرةٍ من طهران، ومقتل جميع الرُكَّاب على متنها، البالغ عددهم 176 شخصًا."
    }
  ],
  "01-01": [
    {
      "year": 2026,
      "text": "اندلاع حريق خلال احتفالات رأس السنة في إحدى حانات منتجع كرانز مونتانا في سويسرا، مما أودى بحياة ما يزيد عن أربعين شخصًا وإصابة ما يزيد عن مائة."
    },
    {
      "year": 2025,
      "text": "هجومٌ بشاحنة على حشدٍ من الناس في نيو أورلينز بولاية لويزيانا الأمريكية يودي بحياة خمسة عشر شخصًا وإصابة ما يزيد عن ثلاثين آخرين."
    },
    {
      "year": 2025,
      "text": "مقتل ثلاثة عشر شخصًا في إطلاق نارٍ عشوائي بمدينة ستنيي بالجبل الأسود في ثاني حادثةٍ من هذا النوع بالمدينة."
    }
  ],
  "01-09": [
    {
      "year": 2026,
      "text": "المجلس الانتقالي الجنوبي يُعلن حل نفسه بعد سيطرة الحكومة اليمنية على حضرموت وقصبتها عدن، بدعمٍ جوي سعودي."
    },
    {
      "year": 2025,
      "text": "انتخاب قائد الجيش اللبناني العماد جوزاف عون رئيسًا للجمهورية اللبنانية بعد سنتين من شغور المنصب."
    },
    {
      "year": 2023,
      "text": "وقوع زلزال بقوة 7.5 ريختر بالقرب من شواطئ جزر تانيمبار في إندونيسيا."
    }
  ],
  "01-10": [
    {
      "year": 2026,
      "text": "الحكومة السورية تسترجع ما تبقى خارجًا عن سيطرتها من أحياء حلب، وقسد تنسحب نحو شرق الفرات."
    },
    {
      "year": 2022,
      "text": "تشكيل حكومة جديدة في هولندا بعد الانتخابات التي جرت في نهاية 2021، وهي الحكومة الرابعة برئاسة مارك روته."
    },
    {
      "year": 2020,
      "text": "وفاة السلطان قابوس بن سعيد السلطان التاسع في تاريخ عُمان عن عمر ناهز 80 عامًا، وتولي ابن عمه هيثم بن طارق ولاية الحكم خلفًا له."
    }
  ],
  "01-24": [
    {
      "year": 2022,
      "text": "بدء التصويت في انتخابات الرئاسة الإيطالية لاختيار الرئيس الثالث عشر للجمهورية الإيطالية."
    },
    {
      "year": 2020,
      "text": "زلزال بقوة 6.7 درجة يضرب ولاية معمورة العزيز في شرق الأناضول في تركيا، ووفاة 22 شخصًا وإصابة المئات."
    },
    {
      "year": 2017,
      "text": "اختتام محادثات أستانة للسلام في سوريا التي جرت بين ممثلين عن النظام السوري وعدد من فصائل المعارضة المسلحة، برعاية دولية."
    }
  ],
  "01-21": [
    {
      "year": 2025,
      "text": "وفاة 79 شخصًا جراء حريق في فندق بمنتجع قرتال قايا للتزلج في ولاية بولي التركية."
    },
    {
      "year": 2023,
      "text": "رئيسة وزراء نيوزيلندا جاسيندا أرديرن تعلن استقالتها بحلول 7 فبراير، واختيار كريس هيبكنز خلفًا لها."
    },
    {
      "year": 2023,
      "text": "مقتل 12 شخصًا وإصابة 9 آخرين إثر إطلاق نار جماعي في مونتيري بارك في الولايات المتحدة، أثناء احتفال برأس السنة الصينية."
    }
  ],
  "01-18": [
    {
      "year": 2026,
      "text": "الحكومة السورية تسترجع محافظتي الرقة ودير الزور من تنظيم قسد بعد هجومٍ كبير شنه الجيش السوري ضد التنظيم المذكور، ليلي ذلك إعلان بوقف إطلاق النار."
    },
    {
      "year": 2026,
      "text": "مصرع 39 شخصًا إثر خروج قطارين فائقي السرعة عن مسارهما في مقاطعة قرطبة الإسبانية."
    },
    {
      "year": 2026,
      "text": "منتخب السنغال لكرة القدم يحقق لقب كأس الأمم الإفريقية للمرة الثانية في تاريخه بعد فوزه في المباراة النهائية على المنتخب المغربي بنتيجة 1-0."
    }
  ],
  "01-22": [
    {
      "year": 2020,
      "text": "انتشار سلالةٍ جديدةٍ من فيروس كورونا في الصين، مؤديًا لوفاة أكثر من 80 شخصًا، وإصابة أكثر من 2000 آخرين حتى هذا التاريخ."
    },
    {
      "year": 2016,
      "text": "موجة برد تضرب عدة أنحاء من آسيا الشرقية وتسفر عن مصرع ما لا يقل عن تسعين شخصاً."
    },
    {
      "year": 2015,
      "text": "استقالة الرئيس اليمني عبد ربه منصور هادي، وحكومته برئاسة خالد بحاح."
    }
  ],
  "01-28": [
    {
      "year": 2026,
      "text": "وفاة ما يزيد عن 400 شخص جراء انهيار أرضي بمناجم روبايا في شرق جمهورية الكونغو الديمقراطية."
    },
    {
      "year": 2020,
      "text": "أمير قطر الشيخ تميم بن حمد يقبل استقالة رئيس الوزراء عبد الله بن ناصر، ويُعين خالد بن خليفة خلفًا له ووزيرًا للداخلية."
    },
    {
      "year": 2020,
      "text": "الرئيس الأمريكي دونالد ترامب يُعلن في مؤتمرٍ صحفيٍّ مُشتركٍ مع رئيس الوزراء الإسرائيلي بنيامين نتنياهو، إطلاق صفقة القرن، وسط استنكاراتٍ عربيَّة وإسلاميَّة ودوليَّة."
    }
  ],
  "01-26": [
    {
      "year": 2025,
      "text": "إعادة انتخاب الرئيس البيلاروسي ألكسندر لوكاشينكو لولايةٍ سابعة بعدما حال دون ترشّح معارضيه."
    },
    {
      "year": 2025,
      "text": "مقتل 24 شخصًا وإصابة 124 آخرين في بلدة كفر كلا جنوب لبنان بنيران إسرائيلية."
    },
    {
      "year": 2023,
      "text": "مقتل 10 أشخاص بينهم امرأة وإصابة العشرات في اجتياح إسرائيلي لمدينة ومخيم جنين بالضفة الغربية."
    }
  ],
  "01-15": [
    {
      "year": 2024,
      "text": "الحرس الثوري الإيراني يشن هجومًا بالصواريخ على أهداف في العراق وسوريا، وفي اليوم التالي في باكستان، وذلك ردًّا على تفجيرات كرمان. ردت باكستان بضرب أهداف في إيران."
    },
    {
      "year": 2023,
      "text": "تحطم طائرة رحلة خطوط يتي الجوية 691 بالقرب من بوخارا في النيبال، مما أدى إلى مصرع 72 شخصًا كانوا على متنها."
    },
    {
      "year": 2022,
      "text": "ثورة بركان في تونغا في المحيط الهادئ، أعقبه تسونامي امتد تأثيره لعدة دول مجاورة."
    }
  ],
  "01-13": [
    {
      "year": 2025,
      "text": "تكليف القاضي نواف سلام بتشكيل الحكومة اللبنانية الأولى في عهد جوزاف عون، خلفًا لحكومة نجيب ميقاتي."
    },
    {
      "year": 2021,
      "text": "مجلس النواب الأمريكي يتهم دونالد ترامب بالتحريض على التمرد، في دعوى ثانية لعزله، ليصبح بذلك أول رئيس أمريكي يتعرّض للعزل مرتين."
    },
    {
      "year": 2016,
      "text": "انتخاب البرلمانية خديجة عريب لتولي منصب رئاسة البرلمان الهولندي، لتصبح أول عربية ومسلمة في هذا المنصب."
    }
  ],
  "01-12": [
    {
      "year": 2024,
      "text": "تحالف تقوده الولايات المتحدة يشن ضربات على أهداف لحركة أنصار الله الحوثيين في اليمن."
    },
    {
      "year": 2023,
      "text": "تحويل منطقة الزعفرانية ببغداد إلى ناحية."
    },
    {
      "year": 2020,
      "text": "ثوران بركان تال في الفلبين والمعهد الفلبيني لعلوم البراكين والزلازل يرفع مستوى الإنذار إلى المستوى الرابع لاحتماليّة وقوع انفجار بركاني."
    }
  ],
  "01-23": [
    {
      "year": 2026,
      "text": "انتخاب إليانا إيوتوفا رئيسةً لجمهورية بلغاريا بُعيد استقالة رومن راديف، لتكون بذلك أول امرأة تتولى هذا المنصب في تاريخ بلادها."
    },
    {
      "year": 2022,
      "text": "وقوع انقلاب عسكري في بوركينا فاسو واعتقال الرئيس روش مارك كريستيان كابوري ورئيس البرلمان وأعضاء الحكومة وتعطيل العمل بالدستور."
    },
    {
      "year": 2021,
      "text": "مظاهرات واحتجاجات في عدة مدن روسية بسبب القبض على المُعارض أليكسي نافالني."
    }
  ],
  "01-30": [
    {
      "year": 2026,
      "text": "اندلاع اشتباكات عسكرية بين جيش بلوشستان الوطني والجيش الباكستاني في عدة مناطق بإقليم بلوشستان ما أدَّى لمقتل ما لا يقل عن 225 شخصًا."
    },
    {
      "year": 2025,
      "text": "المتحدث باسم كتائب القسَّام أبو عبيدة، يعلن مقتل عدد من القادة العسكريين أثناء الحرب على غزة، على رأسهم القائد العام محمد الضيف."
    },
    {
      "year": 2023,
      "text": "مقتل أكثر من 100 شخص وإصابة أكثر من 200 في تفجير انتحاري داخل مسجد بمدينة بيشاور في باكستان."
    }
  ],
  "01-25": [
    {
      "year": 2019,
      "text": "انهيار سد للتعدين في برومادينيو بالبرازيل، تاركًا 269 قتيل و ثلاثة أشخاص في عداد المفقودين."
    },
    {
      "year": 2018,
      "text": "تقديم عقارب ساعة القيامة بمقدار 30 ثانية."
    },
    {
      "year": 2015,
      "text": "ائتلاف اليسار الراديكالي يفوز بعددٍ من المقاعد في الانتخابات البرلمانيَّة اليونانيَّة ويُشكِّلُ حُكومةً ائتلافيَّةً مع حزب اليونانيين المُستقلين."
    }
  ],
  "01-29": [
    {
      "year": 2025,
      "text": "تعيين أحمد الشرع رئيسًا للجمهورية العربية السورية في الفترة الانتقالية، وإعلان حل دستور سنة 2012 ومجلس الشعب وجميع الأجهزة الأمنية التابعة لنظام الأسد وحزب البعث العربي الاشتراكي وجميع الفصائل العسكرية التابعة للمعارضة السورية."
    },
    {
      "year": 2025,
      "text": "وفاة 67 شخصًا في تصادم جوي ما بين طائرة مدنية ومروحية عسكرية في الولايات المتحدة."
    },
    {
      "year": 2022,
      "text": "إعادة انتخاب سيرجيو ماتاريلا رئيسًا لإيطاليا في الاقتراع الثامن من الانتخابات التي استمرت لستة أيام."
    }
  ],
  "01-14": [
    {
      "year": 2026,
      "text": "مصرع ما لا يقل عن اثنين وثلاثين شخصًا إثر سقوط رافعة على قطار للركَّاب في منطقة سيكيو بمحافظة ناخون راتشاسيما في تيلندة."
    },
    {
      "year": 2020,
      "text": "مايكروسوفت تعلن توقف دعم نظام التشغيل ويندوز 7 بعد إتمامه عشر سنوات على انطلاقه."
    },
    {
      "year": 2017,
      "text": "وفاة حوالي 25 شخصًا غرقًا إثر انقلاب قارب في نهر الغانج بمدينة باتنا الهندية."
    }
  ],
  "01-11": [
    {
      "year": 2024,
      "text": "بدء جلسات الاستماع العامة في دعوى جنوب إفريقيا على إسرائيل في محكمة العدل الدولية، والتي تتهم فيها جنوب إفريقيا إسرائيل بارتكاب إبادة جماعية."
    },
    {
      "year": 2020,
      "text": "تولية هيثم بن طارق آل سعيد منصب سلطان عمان، بعد وفاة السلطان قابوس بن سعيد."
    },
    {
      "year": 2016,
      "text": "الأرجنتيني ليونيل ميسي يفوز بنسخة 2015 من كرة الفيفا الذهبية."
    }
  ],
  "01-20": [
    {
      "year": 2026,
      "text": "الحكومة السورية تسترجع محافظتي الرقة ودير الزور ومساحات واسعة من الحسكة من تنظيم قسد بعد صدام عسكري، أعقب إخفاق الوصول لوقف إطلاق النار."
    },
    {
      "year": 2022,
      "text": "فوز حزب العمال في باربادوس برئاسة ميا موتلي بكل المقاعد في الانتخابات العامة، وهي أول انتخابات بعد التحول إلى النظام الجمهوري."
    },
    {
      "year": 2019,
      "text": "انعقاد القمة الاقتصادية العربية في بيروت."
    }
  ],
  "01-17": [
    {
      "year": 2022,
      "text": "زلزال بقوة 5.3 يضرب أفغانستان، ويؤدي إلى مقتل 28 وإصابة 40 شخصًا، إضافة إلى انهيار العديد من المنازل."
    },
    {
      "year": 2022,
      "text": "البولندي روبرت ليفاندوفسكي يتوج بجائزة الفيفا لأفضل لاعب والإسبانية أليكسيا بوتياس تتوج بجائزة الفيفا لأفضل لاعبة ضمن حفل توزيع جوائز الفيفا للأفضل كرويًّا 2021."
    },
    {
      "year": 2018,
      "text": "اغتيال الداعية السعودي عبد العزيز بن صالح التويجري باطلاق نار عليهِ من قبل مسلحين مجهولين في غينيا."
    }
  ],
  "01-27": [
    {
      "year": 2026,
      "text": "عاصفة ثلجية شديدة تعيث خرابًا في مختلف أنحاء أمريكا الشمالية وتُخلِّف ما يزيد عن مائة وأربعين قتيلًا."
    },
    {
      "year": 2019,
      "text": "مقتل 18 شخصًا على الأقل وإصابة 82 آخرين في تفجير بِكاتدرائية سيدة جبل الكرمل بجزيرة جولو في الفلبين."
    },
    {
      "year": 2018,
      "text": "تفجير سيَّارة إسعاف مُفخخة قُرب مبنىً تابع لِوزارة الداخليَّة في العاصمة الأفغانية كابُل يودي بحياة 102 من الأشخاص وجرح 196 آخرين."
    }
  ],
  "02-08": [
    {
      "year": 2026,
      "text": "فوز الحزب الليبرالي الديمقراطي الياباني بزعامة رئيسة الوزراء ساناي تاكايتشي بفوزٍ تاريخي كاسح حصل فيه الحزب على غالبية ساحقة بواقع 316 مقعدًا من أصل 465."
    },
    {
      "year": 2025,
      "text": "إعلان تشكيل الحكومة اللبنانية الأولى في عهد جوزاف عون، من أربعةٍ وعشرين وزيرًا برئاسة القاضي نواف سلام."
    },
    {
      "year": 2020,
      "text": "مقتل 29 شخصًا وإصابة أكثر من 58 آخرين بعد أن أطلق ضابطٌ في الجيش الملكي التايلندي النار عشوائيًّا على مدنيين في ناخون راتشاسيما."
    }
  ],
  "02-03": [
    {
      "year": 2026,
      "text": "اغتيال سيف الإسلام معمر القذافي في مقر إقامته في الزنتان."
    },
    {
      "year": 2020,
      "text": "المحكمة الدستورية المالاوية تلغي نتائج الانتخابات العامة لعام 2019 التي فاز بها الرئيس بيتر موثاريكا، وتأمر بإجراء انتخابات جديدة."
    },
    {
      "year": 2019,
      "text": "الإعلان عن فوز السياسي السلفادوري فلسطيني الأصل نجيب أبو كيلة بِرئاسة السلفادور بعد أن حصد ما نسبته 53% من الأصوات."
    }
  ],
  "02-10": [
    {
      "year": 2026,
      "text": "إطلاق نارٍ عشوائي في منزلٍ ومدرسة في بلدية تمبلر ريدج بمقاطعة كولومبيا البريطانية في كندا يودي بحياة تسعة أشخاص بما فيهم الجاني."
    },
    {
      "year": 2024,
      "text": "منتخب قطر لكرة القدم يتوج بلقب كأس آسيا 2023 بعد فوزه في النهائي على نظيره الأردني بنتيجة 3-1."
    },
    {
      "year": 2021,
      "text": "وصول مسبار الأمل الإماراتي ومسبار تيان وين-1 الصيني إلى المريخ يومي 9 و 10 فبراير على التوالي."
    }
  ],
  "02-05": [
    {
      "year": 2022,
      "text": "مقتل ما لا يقل عن 21 شخصًا وتدمير العديد من المباني في مدغشقر جراء إعصار باتسيراي."
    },
    {
      "year": 2021,
      "text": "انتخاب محمد المنفي رئيسًا للمجلس الرئاسي الليبي وعبد الحميد الدبيبة رئيسًا للحكومة بعد انتهاء أعمال منتدى الحوار السياسي الليبي."
    },
    {
      "year": 2020,
      "text": "مجلس الشيوخ الأمريكي يُبرئ الرئيس دونالد ترامب من تهمتي إساءة استخدام السلطة وعرقلة عمل الكونغرس."
    }
  ],
  "02-20": [
    {
      "year": 2017,
      "text": "الخارجية الروسية تعلن وفاة المندوب الدائم لروسيا في الأمم المتحدة فيتالي تشوركين في مقر البعثة الروسية للأمم المتحدة في مانهاتن."
    },
    {
      "year": 2017,
      "text": "الإعلان رسميا عن مجاعة في أجزاء من جنوب السودان، وأن نحو نصف السكان في البلاد سيواجهون نقصًا كبيرًا في الغذاء بحلول شهر يوليو المقبل."
    },
    {
      "year": 2015,
      "text": "فيلم تمبكتو يفوز بجائزة أفضل فيلم وكذلك أفضل سيناريو ومخرجه عبد الرحمن سيساكو يفوز بأفضل مخرج، وبيار نيني يفوز بأفضل ممثل وأدال أنال تفوز بجائزة أفضل ممثلة، وذلك في الحفل الأربعين من جائزة سيزار."
    }
  ],
  "02-29": [
    {
      "year": 2020,
      "text": "الأديب اللبناني أمين معلوف، يُمنح وسام الاستحقاق الوطني الفرنسي من رتبة ضابط كبير، تقديرًا لعطاءاته وإنجازاته في عالم الأدب."
    },
    {
      "year": 2008,
      "text": "مجلس الرئاسة العراقية يصادق على إعدام علي حسن المجيد الملقب «بعلي الكيماوي» وذلك بعد الحكم عليه بتهم جرائم حرب."
    },
    {
      "year": 1988,
      "text": "السلطات الجنوب أفريقية تعتقل داعية السلام الأسقف ديزموند توتو ومئة آخرين خلال تظاهرات ضد نظام الفصل العنصري ضد السود والذي كانت تعتمده جنوب أفريقيا."
    }
  ],
  "02-25": [
    {
      "year": 2022,
      "text": "مقتل 12 شخصًا وإصابة 388 جراء زلزال ضرب جزيرة سومطرة في إندونيسيا."
    },
    {
      "year": 2018,
      "text": "كنيسة القيامة تُغلق أبوابها أمام الزائرين لِأوَّل مرَّة مُنذ عُقُود احتجاجًا على مشروع قانون إسرائيلي يقضي بفرض ضرائب على أملاك الكنائس."
    },
    {
      "year": 2017,
      "text": "افتتاح قناة القرين الكويتية، وهي ضمن قنوات تلفزيون الكويت التابعة لوزارة الأعلام."
    }
  ],
  "02-07": [
    {
      "year": 2015,
      "text": "لوحة متى تتزوجين؟ تُباع بمبلغ 300 مليون دولار أمريكي وبذلك تعد رابع أغلى لوحة بيعت في التاريخ."
    },
    {
      "year": 2011,
      "text": "الإعلان عن نتيجة استفتاء جنوب السودان الذي أجري في 9 يناير، وكانت النتيجة أن 98.83% من المقترعين صوتوا لانفصال الجنوب عن الشمال."
    },
    {
      "year": 2006,
      "text": "أمير دولة الكويت الشيخ صباح الأحمد الصباح يصدر أمرًا أميريًا يزكي فيه الشيخ نواف الأحمد الصباح لولاية العهد، ويصدر مرسومًا يسمي فيه الشيخ ناصر المحمد الصباح رئيسًا لمجلس الوزراء."
    }
  ],
  "02-12": [
    {
      "year": 2019,
      "text": "جُمهُوريَّة مقدونيا تُعلن عن تغيير اسمها رسميًّا لِيُصبح جُمهُوريَّة مقدونيا الشماليَّة بعد نزاعٍ دام سنواتٍ طويلةٍ بينها وبين اليونان مُنذُ تفكك يوغوسلاڤيا، حول أحقيَّة أيٌ من الدولتين في اعتماد تسمية مقدونيا."
    },
    {
      "year": 2017,
      "text": "الجمعية الاتحادية في ألمانيا، تنتخب وزير الخارجية السابق، فرانك فالتر شتاينماير، رئيساً للبلاد."
    },
    {
      "year": 2009,
      "text": "تصادم قمرين صناعيين في الفضاء على ارتفاع أكثر من 800 كلم في حادثة غير مسبوقة."
    }
  ],
  "02-14": [
    {
      "year": 2019,
      "text": "مقتل 46 عُنصرًا على الأقل من قُوَّات الأمن الهنديَّة في تفجيرٍ انتحاريّ على مقرُبةٍ من بولواما في المنطقة التي تُديرها الهند من كشمير."
    },
    {
      "year": 2018,
      "text": "جاكوب زوما يستقيل من منصبه كرئيس لجنوب أفريقيا بعد ضغوط من البرلمان الجنوب أفريقي."
    },
    {
      "year": 2018,
      "text": "مقتل 17 شخصًا وإصابة 14 آخرين في حادثة إطلاق نار في مدرسة مارجوري ستونمان داغلاس في بلدة باركلاند بِفلوريدا."
    }
  ],
  "02-27": [
    {
      "year": 2026,
      "text": "طائرة لوكهيد سي-130 تابعة لسلاج الجو البوليفي تنحرف عن المدرج لدى الهبوط وتصطدم بطريق في مدينة إل ألتو، ما أدى لمقتل أكثر من 20 شخصًا."
    },
    {
      "year": 2019,
      "text": "الإعلان عن فوز الرئيس النيجيري مُحمَّد بُخاري بِولايةٍ رئاسيَّةٍ ثالثة بعد أن تفوَّق على مُنافسه عتيق أبو بكر في الانتخابات التي جرت يوم 23 فبراير 2019 وحصد ما نسبته 55.6% من الأصوات."
    },
    {
      "year": 2019,
      "text": "مقتل وإصابة العشرات في حادث اصطدام جرار قطار في محطة رمسيس بالعاصمة المصرية."
    }
  ],
  "02-06": [
    {
      "year": 2026,
      "text": "انطلاق دورة الألعاب الأولمبية الشتوية 2026 بحفل في مدينتيَ ميلانو وكورتينا دامبيدزو في إيطاليا."
    },
    {
      "year": 2026,
      "text": "تفجيرٌ انتحاري في مسجد خديجة الكبرى جنوب شرق إسلام آباد يودي بحياة ما يزيد عن مائة شخص وإصابة أكثر من مائتين وخمسين آخرين."
    },
    {
      "year": 2024,
      "text": "فوز نجيب بقيلة بفترة رئاسية ثانية في الانتخابات العامة في السلفادور."
    }
  ],
  "02-01": [
    {
      "year": 2023,
      "text": "مذنب C/2022 E3 (ZTF) يصل إلى أقرب مسافة له إلى الأرض على مسافة 0.28 وحدة فلكية (42 مليون كم)، بحيث أمكن رؤيته بالعين المجردة."
    },
    {
      "year": 2022,
      "text": "مقتل 11 شخصًا وإصابة آخرين في محاولة انقلابية فاشلة في غينيا بيساو."
    },
    {
      "year": 2021,
      "text": "انقلاب عسكري يُطيح برئيس دولة ميانمار وين مينت، مُعتقلا عدة أسماء سياسية من داخل الحزب الحاكم وأبرزهم مستشار الدولة أون سان سو تشي."
    }
  ],
  "02-26": [
    {
      "year": 2025,
      "text": "اندلاع حريق غاباتٍ ضخم جنوب شرق أفوناتو في اليابان ما أدَّى لتدمير عشرات الأبنية ونزوح أكثر من أربعة آلاف وخمسمائة شخص."
    },
    {
      "year": 2024,
      "text": "رئيس السلطة الوطنية الفلسطينية محمود عباس يقبل استقالة حكومة محمد اشتية ويُكلفها بتسيير الأعمال لحين تشكيل حكومة جديدة."
    },
    {
      "year": 2023,
      "text": "غرق أكثر من 62 مهاجرًا غير شرعيٍ، وإنقاذ 81 آخرين قبالة ساحل قلورية، جنوب إيطاليا."
    }
  ],
  "02-16": [
    {
      "year": 2025,
      "text": "علماء آثار يعلنون أن المقبرة الملكية المكتشفة سنة 2022 قرب الأقصر تعود للفرعون تحتمس الثاني."
    },
    {
      "year": 2025,
      "text": "فوز فيلم «المجمع المغلق» بجائزة أفضل فيلم في حفل توزيع جوائز الأكاديمية البريطانية الثامن والسبعين."
    },
    {
      "year": 2017,
      "text": "تفجيرٌ انتحاريّ في «مزار لال شهباز قلندر» في بلدة سهوان بپاكستان يوقع حوالي 88 قتيلًا وأكثر من 270 جريحًا."
    }
  ],
  "02-21": [
    {
      "year": 2021,
      "text": "نوفاك دجوكوفيتش ونعومي أوساكا يفوزان في بطولة أستراليا المفتوحة لكرة المضرب لعام 2021."
    },
    {
      "year": 2016,
      "text": "إعصار وينستون أقوى إعصار استوائي تم تسجيله يضرب جزيرة فيجي ويقتل على الأقل 20 شخصًا على الأقل."
    },
    {
      "year": 2015,
      "text": "الجيشُ التُركيّ ينقل ضريح سليمان شاه جد السُلالة العُثمانيَّة من شمال حلب إلى منطقة أشمة السوريَّة على مسافة 200 متر من الحُدود التُركيَّة، بعد أن كان تنظيم داعش قد هدد بنسفه."
    }
  ],
  "02-02": [
    {
      "year": 2026,
      "text": "فوز لورا فرنانديز ديلغادو بمنصب الرئاسة في كوستاريكا، بعد حصولها على 48% من أصوات الانتخابات العامة."
    },
    {
      "year": 2025,
      "text": "منتخب الدنمارك لكرة اليد يحقق لقب بطولة العالم للمرة الرابعة على التوالي بعد فوزه في المباراة النهائية على منتخب كرواتيا بنتيجة 32–26."
    },
    {
      "year": 2024,
      "text": "القوات الجوية الأمريكية تبدأ بشن غارات جوية على أهداف لجماعات مسلحة تتبع حركة المقاومة الإسلامية المدعومة من إيران في كل من العراق وسوريا، ردًّا على هجمات الأخيرة على القواعد الأمريكية في الدولتين."
    }
  ],
  "02-09": [
    {
      "year": 2025,
      "text": "سلسلة من حملات المقاطعة ضد متاجر التجزئة في عدة بلدان في جنوب شرق أوروبا بسبب ارتفاع الأسعار، وانخفاض مستوى الدخل."
    },
    {
      "year": 2021,
      "text": "وصول مسبار الأمل إلى كوكب المريخ ."
    },
    {
      "year": 2020,
      "text": "الفيلم الكوري طفيلي يفوز بأوسكار أفضل فيلم، خواكين فينيكس أفضل ممثل، رينيه زيلويغر أفضل ممثلة، وذلك ضمن حفل توزيع جوائز الأوسكار الثاني والتسعين."
    }
  ],
  "02-19": [
    {
      "year": 2020,
      "text": "مقتل 10 أشخاص وإصابة 5 آخرين بجروح إثر هجوم مسلّح قام به ألماني يميني مُتطرِّف استهدف مقهيين في مدينة هاناو في ولاية هسن الألمانية، قبل أن تعثر عليه الشُرطة ميتًا في منزله."
    },
    {
      "year": 2014,
      "text": "فيسبوك تعلن عن شراء واتس آب مقابل 16-19 مليار دولار."
    },
    {
      "year": 2011,
      "text": "وقوع معركة بنغازي أثناء ثورة 17 فبراير بين الوحدات العسكرية التابعة لنظام معمر القذافي والثوار المعارضين له."
    }
  ],
  "02-17": [
    {
      "year": 2016,
      "text": "مقتل 28 شخصًا على الأقل وإصابة 61 آخرين في تفجير انتحاري في العاصمة التركية أنقرة."
    },
    {
      "year": 2012,
      "text": "الرئيس الألماني كريستيان فولف يستقيل من منصبه على خلفيه تورطه في فضيحة مالية قبل توليه الرئاسة وطلب رفع الحصانة عنه."
    },
    {
      "year": 2011,
      "text": "إندلاع ثورة 17 فبراير في ليبيا ضد نظام معمر القذافي."
    }
  ],
  "02-23": [
    {
      "year": 2026,
      "text": "تولِّي روب يتن رئاسة وزراء هولندا خلفًا لديك سخوف."
    },
    {
      "year": 2026,
      "text": "القوات الجوية الباكستانية تشن غارات على مسلحي طالبان باكستان في أفغانستان."
    },
    {
      "year": 2025,
      "text": "فوز ائتلاف الاتحاد الديمقراطي المسيحي / الاتحاد الاجتماعي المسيحي بالعدد الأكبر من المقاعد في الانتخابات الاتحادية الألمانية."
    }
  ],
  "02-22": [
    {
      "year": 2026,
      "text": "مقتل تاجر المخدرات المكسيكي ورئيس خاليسكو نيو جينيراشين كارتل نيميسيو أوسيجويرا سرفانتس إثر عملية عسكرية للجيش المكسيكي."
    },
    {
      "year": 2024,
      "text": "المركبة الفضائية أي إم-1 التابعة لبرنامج الخدمات التجارية لوكالة ناسا تنفذ أول هبوط ناعم على سطح القمر لمركبة فضائية تجارية."
    },
    {
      "year": 2023,
      "text": "مقتل 11 فلسطينيًّا وإصابة 102 بالرصاص الحي إثر اقتحام جيش الاحتلال الإسرائيلي لمدينة نابلس."
    }
  ],
  "02-24": [
    {
      "year": 2022,
      "text": "روسيا تبدأ غزو أوكرانيا بعد حشد عسكري مطول."
    },
    {
      "year": 2020,
      "text": "مقتل 27 وإصابة 190 شخصًا في أعمال شغب استمرت حتى 26 فبراير، في شمال شرقي دلهي في الهند، إثر مهاجمة أنصار حزب بهاراتيا جاناتا للمتظاهرين المناوئين لتعديل قانون المواطنة."
    },
    {
      "year": 2019,
      "text": "الإعلان عن جوائز الأكاديمية الحادية والتسعين وفوز الكتاب الأخضر بجائزة أفضل فيلم، ورامي مالك بجائزة أفضل ممثل، وأوليفيا كولمان بجائزة أفضل ممثلة."
    }
  ],
  "02-13": [
    {
      "year": 2023,
      "text": "فوز المرشح المستقل نيكوس خريستودوليدس في انتخابات الرئاسة القبرصية بنسبة 51.92%، وبلغت نسبة إقبال الناخبين 72.45%."
    },
    {
      "year": 2022,
      "text": "الجمعية الاتحادية الألمانية تُعيد انتخاب الرئيس فرانك-فالتر شتاينماير لفترة رئاسية ثانية مدتها خمس سنوات."
    },
    {
      "year": 2021,
      "text": "تشكيل حكومة جديدة في إيطاليا برئاسة ماريو دراجي الرئيس السابق للبنك المركزي الأوروبي، بعد استقالة حكومة كونتي الثانية."
    }
  ],
  "02-18": [
    {
      "year": 2021,
      "text": "هبوط جوال ناسا برسيفيرنس على سطح المريخ حاملًا مروحية إنجينويتي المريخية."
    },
    {
      "year": 2018,
      "text": "سقوط طائرة إيرانية يسفر عن مقتل جميع ركابها البالغ عددهم 59، بالإضافة إلى مصرع ستة من طاقمها قرب مدينة ياسوج."
    },
    {
      "year": 2009,
      "text": "السلطات المصرية تفرج عن السياسي المعارض أيمن نور وذلك لظروفه الصحية."
    }
  ],
  "02-28": [
    {
      "year": 2026,
      "text": "الولايات المتحدة وإسرائيل تنفذان سلسلة غاراتٍ جوية على إيران استهدفت فيها مواقع عسكرية وسياسية وقيادية، وإيران ترد بقصف قواعد أمريكية ومواقع مدنية في منطقة الخليج العربي."
    },
    {
      "year": 2022,
      "text": "إعلان نتائج الاستفتاء الدستوري في بيلاروسيا بالموافقة على التعديلات المقترحة، رغم مقاطعة المعارضة للاستفتاء."
    },
    {
      "year": 2016,
      "text": "اختتام حفل توزيع جوائز الأوسكار الثامن والثمانين بتتويج فيلم سبوت لايت بجائزة أفضل فيلم، وأليخاندرو غونزاليز إيناريتو كأفضل مخرج، وليوناردو دي كابريو كأفضل ممثل، وبري لارسون كأفضل ممثلة."
    }
  ],
  "02-11": [
    {
      "year": 2024,
      "text": "منتخب ساحل العاج لكرة القدم يتوج بلقب كأس الأمم الإفريقية 2023 بعد فوزه في النهائي على نظيره النيجيري بنتيجة 2-1."
    },
    {
      "year": 2021,
      "text": "بايرن ميونخ الألماني يتوج ببطولة كأس العالم للأندية للمرة الثانية عقب فوزه على فريق تيغريس أونال المكسيكي بنتيجة 1-0 في النهائي."
    },
    {
      "year": 2018,
      "text": "سقوط طائرة روسية يسفر عن مقتل جميع ركابها وعددهم 65، وستة من طاقمها في جنوب شرقي موسكو."
    }
  ],
  "02-04": [
    {
      "year": 2025,
      "text": "مصرع أحد عشر شخصًا في إطلاق نارٍ عشوائيّ بمدرسة «رسبرجسكا» لتعليم الكبار بمدينة أوريبرو في السويد."
    },
    {
      "year": 2023,
      "text": "توتر في العلاقات الأمريكية الصينية بعد إسقاط الولايات المتحدة منطادًا صينيًّا زُعم أنه لأغراض التجسس."
    },
    {
      "year": 2021,
      "text": "مقتل الكاتب والناشط السياسي اللبناني لقمان سليم بأربع رصاصات في الرأس وواحدة في الظهر في سيارته في منطقة العدوسية."
    }
  ],
  "02-15": [
    {
      "year": 2022,
      "text": "مقتل ما لا يقل عن 152 شخصًا بسبب فيضانات وانهيارات أرضية في بلدية بتروبوليس، ريو دي جانيرو في البرازيل."
    },
    {
      "year": 2021,
      "text": "تعيين نجوزي أوكونجو إيويالا مديرًا عامًا لمنظمة التجارة العالمية، لتصبح أول امرأة وأول أفريقية في هذا المنصب."
    },
    {
      "year": 2015,
      "text": "تنظيم داعش يُعدم 21 مصريًّا قبطيًّا من العاملين في ليبيا، والقوات المسلحة المصرية تُوجِّه غارات جويَّة لأهدافٍ تابعة للتنظيم سالِف الذِكر في ليبيا."
    }
  ],
  "03-05": [
    {
      "year": 2025,
      "text": "فوز أندرو بارتو وريتشارد سوتون بجائزة تورنغ لعملهما على تطوير التعليم بالتعزيز."
    },
    {
      "year": 2015,
      "text": "تغيير وزاري محدود بمصر يتضمن إقالة وزير الداخلية محمد إبراهيم."
    },
    {
      "year": 2015,
      "text": "تنظيم الدولة الإسلامية (داعش) يدمر بالجرافات أنقاض مدينة كالح عاصمة آشور بين سنتي 870 و610 قبل الميلاد."
    }
  ],
  "03-14": [
    {
      "year": 2025,
      "text": "مارك كارني يخلف جاستن ترودو في رئاسة وزراء كندا بعد فوزه في انتخابات الحزب الليبرالي."
    },
    {
      "year": 2016,
      "text": "الرئيس الروسي فلاديمير بوتين يُعلن الانسحاب الجُزئي للقُوَّات الروسيَّة المُشاركة في الحرب السوريَّة."
    },
    {
      "year": 2014,
      "text": "البيت الأبيض يتحدث عن معلومات جديدة مفادها أن الطائرة الماليزية المفقودة استمرت بالتحليق لساعات بعد اختفائها من على شاشات الرادار."
    }
  ],
  "03-28": [
    {
      "year": 2024,
      "text": "زلزالٌ عنيف بلغت قوته 7.7 درجات يضرب منطقة ساجينغ في ميانمار ما أدى لمقتل أكثر من ألفي شخص وإصابة مئات آخرين."
    },
    {
      "year": 2017,
      "text": "أمازون الأمريكية تستحوذ على شركة سوق.كوم الإماراتية إحدى أكبر منصات البيع عبر الإنترنت في الوطن العربي."
    },
    {
      "year": 2015,
      "text": "جيش الفتح الذي يضم تسعة فصائل يسيطر على مدينة إدلب بعد 4 أيام من المعارك مع الجيش السوري."
    }
  ],
  "03-20": [
    {
      "year": 2019,
      "text": "رئيس كازاخستان نور سلطان نزارباييف يُعلن استقالته من منصبه بعد نحو ثلاثة عُقُود قضاها في حُكم الدولة، والرئيس الجديد قاسم جومارت توكاييف يُعلن تغيير اسم عاصمة البلاد من «أستانا» إلى «نور سلطان» تيمنًا بالرئيس المُتنحي."
    },
    {
      "year": 2019,
      "text": "عالمة الرياضيَّات الأمريكيَّة كارين يوهلينبيك تفوز بِجائزة أبيل لِسنة 2019، لِتُصبح أوَّل امرأة تفوز بِالجائزة المذكورة."
    },
    {
      "year": 2016,
      "text": "مقتل 18 شرطيا في هجوم مسلح على نقطة أمن في مدينة العريش المصرية."
    }
  ],
  "03-31": [
    {
      "year": 2020,
      "text": "سرقة لوحة حديقة القسيس في نيونيين، للرسام العالمي فان جوخ في يوم ميلاده، من متحف سينجر لارين في مدينة لارين في شمالي هولندا."
    },
    {
      "year": 2019,
      "text": "انعقاد القمة العربية الثلاثين في تونس العاصمة."
    },
    {
      "year": 2014,
      "text": "وفاة ما لا يقل عن 70 شخصًا في تفشي وباء إيبولا في غرب أفريقيا."
    }
  ],
  "03-06": [
    {
      "year": 2026,
      "text": "افتتاح دورة الألعاب البارالمبية الشتوية 2026 في مدينتيّ ميلانو وكورتينا دامبيدزو بإيطاليا."
    },
    {
      "year": 2023,
      "text": "فوز حزب الإصلاح بقيادة كايا كالاس بنسبة 31.24% في الانتخابات البرلمانية في إستونيا."
    },
    {
      "year": 2015,
      "text": "المركبة الفضائية داون التابعة لوكالة ناسا، تتمركز في مدار حول الكوكب القزم سيريس."
    }
  ],
  "03-22": [
    {
      "year": 2024,
      "text": "مسلحون يطلقون النار عشوائيًّا ويشعلون النار في قاعة كروكس سيتي بمدينة كراسنوغورسك الروسية، مما أدى لمقتل 139 شخصًا."
    },
    {
      "year": 2021,
      "text": "انطلاق الصاروخ سايوز 2 من ميناء بايكونور الفضائي وعلى متنه تحدي 1، أول قمر اصطناعي تونسي مصنع محليًّا، إلى جانب القمرين شاهين سات السعودي ودي إم سات 1 الإماراتي."
    },
    {
      "year": 2020,
      "text": "رئيس الوزراء الهندي ناريندرا مودي يعلن عن أكبر حظر تجول فرضته البلاد على الإطلاق، في محاولة لمكافحة انتشار كوفيد-19."
    }
  ],
  "03-10": [
    {
      "year": 2025,
      "text": "الحكومة السورية وقوات سوريا الديمقراطية توقعان اتفاقًا لدمج كل المؤسسات المدنية والعسكرية في شمال شرق سوريا في الحكومة الجديدة."
    },
    {
      "year": 2024,
      "text": "إعلان توزيع جوائز الأوسكار السادس والتسعين، وفيلم أوبنهايمر يحصد 7 جوائز من بينها جائزة أفضل فيلم."
    },
    {
      "year": 2023,
      "text": "انهيار بنك وادي السيليكون في الولايات المتحدة، وهو أكبر فشل مصرفي منذ الأزمة المالية عام 2008."
    }
  ],
  "03-18": [
    {
      "year": 2025,
      "text": "نجاة رئيس الصومال حسن شيخ محمود من محاولة اغتيال نفذتها حركة الشباب بالقرب من فيلا الصومال في العاصمة مقديشو، سقط في العملية 10 قتلى وأصيب 20 آخرين."
    },
    {
      "year": 2022,
      "text": "افتتاح جسر جنق قلعة 1915 الرابط بين آسيا وأوروبا فوق مضيق الدردنيل ليُصبح أطول جسر مُعلَّق في العالم حتَّى تاريخه."
    },
    {
      "year": 2018,
      "text": "الجيشان التُركيّ والسُوريّ الحُر يُعلنان سيطرتهما على مدينة عفرين بعد 57 يومًا على انطلاق عمليَّة غصن الزيتون ضدَّ وحدات حماية الشعب الكُرديَّة."
    }
  ],
  "03-13": [
    {
      "year": 2020,
      "text": "منظمة الصحة العالمية تُعلن رفع تصنيف انتشار فيروس كورونا 2019 من تفشي إلى جائحة، وعدد من الدول تعلن الحجر الشامل."
    },
    {
      "year": 2018,
      "text": "الرئيس الأمريكي دونالد ترامب يقيل وزير الخارجية ريكس تيلرسون ويعين مايك بومبيو خلفًا له."
    },
    {
      "year": 2016,
      "text": "مقتل 34 شخصًا على الأقل وجرح 125 آخرين في تفجير سيارة مفخخة وسط العاصة التركية أنقرة."
    }
  ],
  "03-07": [
    {
      "year": 2021,
      "text": "سلسلة انفجارات في موقع عسكري في باتا بغينيا الاستوائية تسفر عن وقوع ما لا يقل عن 105 قتلى وأكثر من 600 جريحًا."
    },
    {
      "year": 2017,
      "text": "ويكيليكس تنشر سلسلة وثائق ومُستندات تحت عنوان «ڤولت 7» تنُص على تجسس وكالة المُخابرات المركزيَّة الأمريكيَّة على الهواتف والتلفازات الذكيَّة وبعض مُتصفحات شبكة الإنترنت باستخدام أنظمة تشغيلها."
    },
    {
      "year": 2016,
      "text": "هجوم لعناصر من تنظيم الدولة الإسلامية يستهدف مدينة بنقردان التونسية."
    }
  ],
  "03-16": [
    {
      "year": 2026,
      "text": "مقتل ما يزيد عن مائةٍ وأربعين شخصًا في غارةٍ جوية على إحدى مستشفيات كابل بأفغانستان."
    },
    {
      "year": 2017,
      "text": "مقتل ما يزيد عن 40 شخصاً وجرح العشرات جراء قصف للطيران الأمريكي على مسجد في قرية الجينة بريف حلب الغربي الخاضع لسيطرة المعارضة السورية."
    },
    {
      "year": 2017,
      "text": "انتخاب الملغاشي أحمد أحمد رئيسا للاتحاد الأفريقي لكرة القدم خلفا للكاميروني عيسى حياتو."
    }
  ],
  "03-04": [
    {
      "year": 2022,
      "text": "56 قتيلًا و194 جريحًا بهجوم انتحاري على مسجد شيعي في مدينة بيشاور شمال غربي باكستان."
    },
    {
      "year": 2020,
      "text": "فوز المعماريتين إيفون فاريل وشيلي مكنمارا بجائزة بريتزكر للهندسة المعمارية لعام 2020."
    },
    {
      "year": 2018,
      "text": "فيلم شكل الماء يفوز بجائزة الأوسكار لأفضل فيلم خلال حفل توزيع جوائز الأوسكار التسعين."
    }
  ],
  "03-12": [
    {
      "year": 2025,
      "text": "عناصر من جيش بلوشستان الوطني يختطفون قطارًا أثناء رحلته من كويته إلى بيشاور، والجيش الباكستاني يتمكن من تحرير كافة الرهائن خلال يومٍ واحد، ويقضي على جميع الخاطفين، مع سقوط عشرات الضحايا من المدنيين."
    },
    {
      "year": 2023,
      "text": "حصول فيلم كل شيء في كل مكان دفعة واحدة على سبع جوائز في حفل جوائز الأوسكار الخامس والتسعين، منها جائزة الأوسكار لأفضل فيلم وجائزة أفضل ممثلة لميشيل يوه."
    },
    {
      "year": 2018,
      "text": "تحطُّم طائرة الرحلة 211 يو إس بنغلا أثناء هُبُوطها في مطار تريبوڤان الدولي في كاتماندو مما أدَّى لِمقتل 51 راكبًا وجرح 20 آخرين."
    }
  ],
  "03-03": [
    {
      "year": 2014,
      "text": "أكاديمية فنون وعلوم الصور المتحركة تمنح جوائز الأوسكار لفيلم 12 عامًا من العبودية كأفضل فيلم، وماثيو ماكونهي كأفضل ممثل، وكيت بلانشيت كأفضل ممثلة."
    },
    {
      "year": 2012,
      "text": "عقد الجلسة المشتركة لمجلسي الشعب والشورى في مصر وذلك لبدأ اختيار اللجنة التأسيسية لوضع الدستور."
    },
    {
      "year": 2011,
      "text": "المجلس الأعلى للقوات المسلحة الحاكم في مصر يقبل استقالة رئيس الوزراء أحمد شفيق، ويكلف عصام شرف بتشكيل حكومة جديدة."
    }
  ],
  "03-26": [
    {
      "year": 2024,
      "text": "انهيار جسر فرانسيس سكوت كي في مدينة بالتيمور في ولاية ماريلند الأمريكية، إثر اصطدام سفينة حاويات بأحد أعمدته."
    },
    {
      "year": 2021,
      "text": "تصادم قطارين في سوهاج المصرية، يؤدي لوفاة وإصابة العشرات."
    },
    {
      "year": 2017,
      "text": "كاري لام تفوز في انتخاب الرئيس التنفيذي لهونغ كونغ 2017 وبذلك تصبح أول امرأة تشغل منصب الرئيس التنفيذي لهونغ كونغ."
    }
  ],
  "03-19": [
    {
      "year": 2026,
      "text": "فوز عالم الرياضيات الألماني غيرد فالتينغز بجائزة أبيل لسنة 2026."
    },
    {
      "year": 2021,
      "text": "سامية حسن تؤدي اليمين الدستورية رئيسة لتنزانيا لتصبح أول رئيسة في تاريخ البلاد."
    },
    {
      "year": 2020,
      "text": "عالما الحاسوب إدوين كاتمول وپات هانراهان يفوزان مُناصفةً بِجائزة تورنغ لِعملهما على الصُور المُنشأة بِالحاسوب."
    }
  ],
  "03-11": [
    {
      "year": 2025,
      "text": "مقتل أكثر من 21 شخصًا في الهجوم والحصار الذي نفذته حركة الشباب على فندق في مدينة بلد وين بمحافظة هيران في الصومال."
    },
    {
      "year": 2023,
      "text": "ثوران بركان جبل ميرابي على الحدود بين مقاطعتي جاوة الوسطى ويوجياكرتا في إندونيسيا."
    },
    {
      "year": 2020,
      "text": "منظمة الصحة العالمية تُصنِّف انتشار فيروس كورونا المستجد (كوفيد-19) بالوباء العالمي."
    }
  ],
  "03-15": [
    {
      "year": 2026,
      "text": "فلم معركة تلو الأخرى يحصد ستّ جوائز أوسكار في الحفل الثامن والتسعين بما فيها جائزتيّ أفضل فلم وأفضل مخرج لبول طوماس أندرسون."
    },
    {
      "year": 2022,
      "text": "فوز سردار بردي محمدوف بنسبة 72.97% من الأصوات في الانتخابات الرئاسية المبكرة، ليخلُف والده في حكم تركمانستان."
    },
    {
      "year": 2021,
      "text": "مجلس الشيوخ الأمريكي يصادق على تعيين ديب هالاند وزيرة للداخلية، لتصبح أول وزيرة من سكان أمريكا الأصليين."
    }
  ],
  "03-17": [
    {
      "year": 2026,
      "text": "الاتحاد الإفريقي لكرة القدم يجرِّد المنتخب السنغالي من لقب كأس الأمم الإفريقية 2025 ويمنحه لنظيره المغربي."
    },
    {
      "year": 2025,
      "text": "مقتل أكثر من 400 مدني فلسطيني من بينهم أطفال في هجمات للجيش الإسرائيلي فيما يُعد انتهاكًا لوقف إطلاق النار في غزة."
    },
    {
      "year": 2023,
      "text": "صدور مذكرة اعتقال للرئيس الروسي فلاديمير بوتين ومفوضة حقوق الطفل ماريا لفوفا بيلوفا من المحكمة الجنائية الدولية، في إطار تحقيقات المحكمة في أوكرانيا."
    }
  ],
  "03-08": [
    {
      "year": 2026,
      "text": "انتخاب مجتبى خامنئي نجل علي خامنئي، مرشدًا أعلى للثورة الإسلامية في إيران، خلفًا لوالده."
    },
    {
      "year": 2025,
      "text": "اشتباكات مسلحة بين فلول نظام بشار الأسد وقوات الأمن السورية تركزت في منطقة الساحل السوري نتج عنها مقتل المئات منهم مدنيون."
    },
    {
      "year": 2017,
      "text": "هُجومٌ مُسلَّح على مُستشفى سردار داود خان في مدينة كابُل عاصمة أفغانستان يودي بِحياة 49 شخصًا ويتسبب بِجرح 63 آخرين، وتنظيم داعش يتبنَّى العمليَّة."
    }
  ],
  "03-30": [
    {
      "year": 2022,
      "text": "الرئيس التونسي قيس سعيد يعلن حل مجلس نواب الشعب بعد أكثر من 8 أشهر على تعليق اختصاصاته."
    },
    {
      "year": 2019,
      "text": "فوز زوزانا تشابوتوفا بالانتخابات الرئاسيَّة السلوڤاكيَّة بعدما حصدت 58.41% من الأصوات، لِتُصبح بِذلك أوَّل امرأة تتولَّى هذا المنصب في سلوڤاكيا، وأصغر رؤساء تلك الدولة حتَّى هذا التاريخ."
    },
    {
      "year": 2018,
      "text": "مقتل 16 وإصابة أكثر من 1,400 مواطن فلسطيني أثناء إحياء ذكرى يوم الأرض الفلسطيني."
    }
  ],
  "03-21": [
    {
      "year": 2024,
      "text": "إعلان فوز فلاديمير بوتين في الانتخابات الرئاسية الروسية بنسبة 87.28%، وبلغ إقبال الناخبين 77.44%."
    },
    {
      "year": 2022,
      "text": "تحطم طائرة ركاب صينية ووفاة 132 شخصًا في منطقة جبلية في قوانغشي جنوبيّ الصين."
    },
    {
      "year": 2019,
      "text": "مصرع ما يزيد عن 90 شخصًا، إثر غرق عبَّارة سياحية في نهر دجلة بمدينة الموصل بالعراق."
    }
  ],
  "03-02": [
    {
      "year": 2025,
      "text": "فوز فيلم «أنورا» بخمس جوائز بما فيها جائزة أفضل فيلم وفيلم «لا أرض أخرى» من إخراج باسل عدرا بجائزة أفضل فيلم وثائقي في حفل توزيع جوائز الأوسكار السابع والتسعين."
    },
    {
      "year": 2020,
      "text": "قوات النظام السوري وقوات حزب الله اللبناني تستعيد السيطرة على مدينة سراقب في محافظة إدلب، مدعومة من الطيران الروسي."
    },
    {
      "year": 2018,
      "text": "وفاة 26 شخصًا على الأقل وإصابة 4 آخرين في حريق اندلع في العاصمة الأذربيجانية باكو."
    }
  ],
  "03-23": [
    {
      "year": 2026,
      "text": "مقتل 70 شخصًا في حادث تحطم طائرة لوكهيد سي-130 هركليز تابعة للقوات الجوية الكولومبية في مقاطعة بوتومايو جنوب البلاد."
    },
    {
      "year": 2021,
      "text": "جنوح سفينة الحاويات إيفر جيفين في قناة السويس يؤدي إلى تعطيل الملاحة في الاتجاهين."
    },
    {
      "year": 2019,
      "text": "فيضاناتٌ هائلة جرَّاء الأمطار الغزيرة، تجتاح عدَّة مُحافظات إيرانيَّة وتودي بحياة حوالي 44 شخصًا."
    }
  ],
  "03-27": [
    {
      "year": 2023,
      "text": "مقتل 38 شخصًا وإصابة 28 آخرين بجروح خطيرة بعدما نشب حريق في مركز سيوداد خواريز للمهاجرين في ولاية تشيواوا على الحدود بين الولايات المتحدة والمكسيك."
    },
    {
      "year": 2022,
      "text": "إعلان فوز حزب العمل الحاكم في مالطا برئاسة روبرت أبيلا بالأغلبية في الانتخابات العامة بنسبة 55.04%."
    },
    {
      "year": 2016,
      "text": "الجيش السوري يستعيد السيطرة على مدينة تدمر التاريخية من يد تنظيم الدولة الإسلاميّة."
    }
  ],
  "03-25": [
    {
      "year": 2024,
      "text": "بشيرو جمعة فاي يصبح رئيساً للسنغال بعد فوزه في الانتخابات الرئاسية."
    },
    {
      "year": 2019,
      "text": "الإعلان عن استحواذ أوبر على شركة كريم بصفقة تقدر بـ3.1 مليار دولار."
    },
    {
      "year": 2019,
      "text": "الرئيس الأمريكي دونالد ترامب يُوقِّعُ قرارًا رئاسيًّا تعترف الولايات المتحدة بِمُوجبه بأنَّ هضبة الجولان جزءٌ من إسرائيل، وسط اعتراضٍ لهيئة الأمم المتحدة والدُول العربيَّة."
    }
  ],
  "03-01": [
    {
      "year": 2026,
      "text": "إيران تؤكد مقتل المرشد الأعلى للثورة الإسلامية علي خامنئي خلال الغارات على البلاد."
    },
    {
      "year": 2023,
      "text": "فوز بولا تينوبو في الانتخابات الرئاسية النيجيرية بنسبة 36.61%، على أن تبدأ فترة ولايته في 29 مايو 2023."
    },
    {
      "year": 2014,
      "text": "مجلس الاتحاد الروسي يوافق على طلب الرئيس فلاديمير بوتين استخدام القوة في الأراضي الأوكرانية بعد تصاعد نسبة التوترات بشبه جزيرة القرم."
    }
  ],
  "03-24": [
    {
      "year": 2020,
      "text": "اللجنة الأولمبية الدولية تقرر تأجيل دورة الألعاب الأولمبية الصيفية في طوكيو إلى سنة 2021 بسبب جائحة فيروس كورونا."
    },
    {
      "year": 2019,
      "text": "لجنة التحقيق الأمريكيَّة الخاصَّة بِرئاسة المُستشار روبرت مولر تقول إنها لم تجد تواطؤًا بين الحملة الانتخابيَّة للرئيس دونالد ترامب وروسيا، وتقول أيضًا أنها لم تصل إلى نتيجة حول ادعاءات إعاقة العدالة."
    },
    {
      "year": 2016,
      "text": "المحكمة الجنائية الدولية ليوغوسلافيا السابقة تحكم على الجنرال رادوفان كاراديتش 40 سنة سجنًا بتهمة القيام بإبادة جماعية أثناء حروب يوغوسلافيا."
    }
  ],
  "03-09": [
    {
      "year": 2023,
      "text": "فوز رام شاندرا بودل من حزب المؤتمر النيبالي في الانتخابات الرئاسية النيبالية بنسبة 65.54%."
    },
    {
      "year": 2022,
      "text": "فوز مرشح المعارضة يون سوك يول في الانتخابات الرئاسية لكوريا الجنوبية."
    },
    {
      "year": 2020,
      "text": "اختطاف الصحفي العراقي توفيق التميمي في حي أور شرقي العاصمة بغداد أثناء ذهابه إلى العمل."
    }
  ],
  "03-29": [
    {
      "year": 2026,
      "text": "انتخاب نبيل فهمي أمينًا عامًا لجامعة الدول العربية خلفًا لأحمد أبو الغيط."
    },
    {
      "year": 2023,
      "text": "مرسوم أميري بتعيين خالد بن محمد بن زايد آل نهيان وليًّا للعهد لإمارة أبو ظبي."
    },
    {
      "year": 2021,
      "text": "عودة الملاحة الدولية في قناة السويس بعد أن نجحت هيئة قناة السويس بإعادة تعويم سفينة الحاويات إيفرغيفن التي جنحت في القناة يوم 25 من الشهر ذاته."
    }
  ],
  "04-18": [
    {
      "year": 2020,
      "text": "مقتل 23 شخصًا وإصابة ثلاثة آخرين في سلسلة عمليات إطلاق نار استمرت حتى 19 أبريل، نُفِذت من قبل شخص واحد في 16 موقعًا في مقاطعة نوفا سكوشا الكندية."
    },
    {
      "year": 2015,
      "text": "بعد 18 عاما من إعادة بنائها، وبعد 236 عاما من رحلتها، سفينة إرميون الفرنسية تبحر نحو الولايات المتحدة للمشاركة بيوم الاستقلال الأمريكي."
    },
    {
      "year": 2014,
      "text": "فوز رئيس الجمهورية الجزائرية عبد العزيز بوتفليقة بولاية رئاسية رابعة، بعد نيله 81.53 بالمائة من أصوات الناخبين في الانتخابات الرئاسية التي جرت في 17 أبريل."
    }
  ],
  "04-09": [
    {
      "year": 2022,
      "text": "البرلمان الباكستاني يقوم بحجب الثقة عن رئيس الوزراء عمران خان."
    },
    {
      "year": 2021,
      "text": "إخلاء أكثر من 20 ألف مواطن من جزيرة سانت فينسنت، بعد تفجر بركان لا سوفريير الذي كان خامدًا منذ عام 1979"
    },
    {
      "year": 2017,
      "text": "تفجيران في كنيستي مار جرجس في مدينة طنطا ومار مرقس في مدينة الإسكندرية في مصر يوقعان 45 قتيلًا وأكثر من 136 جريحًا."
    }
  ],
  "04-05": [
    {
      "year": 2016,
      "text": "استقالة رئيس الوزراء الآيسلندي سيغموندور غونلاوغسون بعد تسريب وثائق بنما."
    },
    {
      "year": 2014,
      "text": "العلماء يكتشفون أنَّ أحد أقمار زُحل، وهو إنسيلادوس يتمتَّع بمحيطٍ من المياه السائلة أسفل سطحه المُتجمد."
    },
    {
      "year": 2014,
      "text": "إجراء الانتخابات الرئاسية الأفغانية والتي وصفت بأنها تاريخية."
    }
  ],
  "04-15": [
    {
      "year": 2026,
      "text": "مقتل عشرة أشخاص وإصابة اثني عشر آخرين في إطلاق نارٍ عشوائيّ نفذه طالب في مدرسةٍ بقضاء «أون إيكي شباط» بولاية قهرمان مرعش في تركيا."
    },
    {
      "year": 2023,
      "text": "اشتباكات عنيفة بين القوات المسلحة السودانية وقوات الدعم السريع في أنحاء مختلفة من البلاد."
    },
    {
      "year": 2022,
      "text": "قوات الاحتلال الإسرائيلية تقتحم المسجد الأقصى لإقامة شعائر دينية يهودية لمدة أسبوع في باحة المسجد بمناسبة عيد الفصح اليهودي، وإصابة ما لا يقل عن 150 فلسطينيًا."
    }
  ],
  "04-12": [
    {
      "year": 2026,
      "text": "فوز حزب الاحترام والحرية بقيادة بيتر ماغيار بالانتخابات البرلمانية المجرية، منهيًا ستة عشر سنة من حكم الاتحاد المدني المجري بقيادة فكتور أوربان."
    },
    {
      "year": 2020,
      "text": "دول مجموعة أوبك+ تُعلن خفضًا قياسيًا لإنتاج النفط ما بين 12,5 إلى 20 مليون برميل يوميًّا، باتفاق رعته السعودية وروسيا، لإعادة التوازن لأسواق النفط العالمية التي تأثرت بسبب جائحة فيروس كورونا."
    },
    {
      "year": 2012,
      "text": "بدء سريان وقف إطلاق النار في سوريا وفق خطة كوفي أنان، ولم ينفذ وقف إطلاق النار بشكل كامل ولم يصمد لأكثر من أسبوع."
    }
  ],
  "04-25": [
    {
      "year": 2022,
      "text": "مجلس إدارة تويتر يقبل عرضًا للاستحواذ على المنصة من إيلون ماسك، في صفقةٍ بلغت قيمتها قرابة 44 مليار دولار أمريكي."
    },
    {
      "year": 2016,
      "text": "تفجير سيارة مفخخة في السيدة زينب قرب دمشق يؤدي إلى مقتل 15 شخصاً وجرح 40 آخرين، وتنظيم الدولة الإسلامية في العراق والشام يعلن مسؤوليته."
    },
    {
      "year": 2015,
      "text": "حدوث زلزال في النيبال بقوة 7.9 درجات، يوقع أكثر من 8900 قتيل ويخلف خسائر جسيمة."
    }
  ],
  "04-17": [
    {
      "year": 2019,
      "text": "عُلماء يُعلنون اكتشاف أيونات هيدريد هيليوم طبيعيَّة في السديم الكوكبي NGC 7027."
    },
    {
      "year": 2019,
      "text": "انتحار رئيس الپيرو الأسبق آلن غارسيا بعد تقديم الشُرطة مُذكَّرة لاعتقاله بناءً على تُهمٍ بِالفساد المالي والارتشاء خِلال فترة رئاسته وما بعدها."
    },
    {
      "year": 2015,
      "text": "التلفزيون العراقي يعلن مقتل عزة الدوري نائب الرئيس العراقي الأسبق وحزب البعث ينفي ذلك."
    }
  ],
  "04-04": [
    {
      "year": 2022,
      "text": "استقالة جماعية للوزراء في سريلانكا بعد يومين من اندلاع احتجاجات واسعة ضد حكومة الرئيس جوتابايا راجاباكسا، وفرض حالة الطوارئ وقطع وسائل التواصل الاجتماعي."
    },
    {
      "year": 2021,
      "text": "انتخاب فيوزا عثماني لتكون خامس رئيس لكوسوفو."
    },
    {
      "year": 2019,
      "text": "تجدد القتال بين الجيش الوطني الليبي وحكومة الوفاق الوطني الليبية للسيطرة على طرابلس العاصمة."
    }
  ],
  "04-16": [
    {
      "year": 2017,
      "text": "الحُكومة التُركيَّة تعلن فوز مؤيدي التغييرات الدُستوريَّة بعد إجراء الاستفتاء، بِنسبة 51.34%، لِتتحوَّل تُركيا من جُمهُوريَّة برلمانيَّة إلى جُمهُوريَّة رئاسيَّة."
    },
    {
      "year": 2016,
      "text": "زلزالان يضربان كوماموتو في اليابان يوديان بمصرع 44 شخصًا وإصابة 3100 آخرين."
    },
    {
      "year": 2014,
      "text": "انقلاب العبارة الكورية الجنوبية سيئول وعلى متنها عدد من طلاب مدرسة ثانوية، وقد تسبب ذلك في وفاة 295 من أصل 477 راكبًا وعدد من المفقودين."
    }
  ],
  "04-20": [
    {
      "year": 2021,
      "text": "مقتل الرئيس التشادي إدريس ديبي متأثرًا بإصابته في هجوم شنه متمردو جبهة التغيير والوفاق في شمال البلاد، وتولي نجله محمد إدريس ديبي رئاسة المجلس العسكري الانتقالي."
    },
    {
      "year": 2020,
      "text": "انهيار تاريخي في سعر برميل نفط خام غرب تكساس الأمريكي إلى ما دون الصفر (-37 دولار للبرميل) لأول مرة في التاريخ، بتأثير جائحة كورونا وحرب الأسعار بين السعودية وروسيا."
    },
    {
      "year": 2015,
      "text": "مقتل 90 وإصابة 398 في غارة جوية لقوات عمليَّة عاصفة الحزم عند استهداف مخازن للصواريخ في صنعاء."
    }
  ],
  "04-14": [
    {
      "year": 2026,
      "text": "إطلاق نارٍ عشوائي في إحدى ثانويات قضاء سويرك بولاية أورفة يصيب ستة عشر شخصًا بجراح وانتحار المنفذ بعدها."
    },
    {
      "year": 2024,
      "text": "فيضانات تضرب معظم دول منطقة الخليج العربي، وأنباء عن وفاة 32 شخصاً وفقدان ثلاثة أشخاص."
    },
    {
      "year": 2018,
      "text": "القُوَّات الجويَّة الأمريكيَّة والبريطانيَّة والفرنسيَّة تقصفُ عدَّة مواقع تابعة لِلقوات المسلحة السورية ردًا على هجوم دوما الكيماوي، دون وقوع خسائر بشريَّة."
    }
  ],
  "04-21": [
    {
      "year": 2025,
      "text": "وفاة البابا فرنسيس عن ثمانيةٍ وثمانين عامًا بعد معاناة صحية، في أعقاب مشاركته في احتفالات عيد الفصح بالفاتيكان."
    },
    {
      "year": 2024,
      "text": "منتخب المغرب يُتوَّج للمرة الثالثة على التوالي بكأس إفريقيا لكرة القدم داخل الصالات."
    },
    {
      "year": 2019,
      "text": "مقتل حوالي 321 شخصًا وجرح ما يزيد عن 500 آخرين في سلسلة تفجيراتٍ طالت كنائس وفنادق في 3 مُدن سريلانكيَّة بِالتزامن مع احتفالات عيد الفُصح."
    }
  ],
  "04-11": [
    {
      "year": 2026,
      "text": "انتخاب نزار آميدي عن حزب الاتحاد الوطني الكردستاني رئيسًا لجمهورية العراق."
    },
    {
      "year": 2022,
      "text": "البرلمان الباكستاني ينتخب شهباز شريف رئيسًا للوزراء خلفًا لعمران خان بعد حجب الثقة عنه."
    },
    {
      "year": 2021,
      "text": "فوز غويلرمو لاسو برئاسة الإكوادور، بعد حصوله على 52.21% في الجولة الثانية للانتخابات."
    }
  ],
  "04-28": [
    {
      "year": 2025,
      "text": "فوز الحزب الليبرالي الكندي بزعامة مارك كارني بالانتخابات الفدرالية لسنة 2025."
    },
    {
      "year": 2025,
      "text": "انقطاع التيار الكهربائي في عدة دول في جنوب أوروبا، شمل إسبانيا والبرتغال وإقليم الباسك في فرنسا."
    },
    {
      "year": 2022,
      "text": "برلمان الجبل الأسود ينتخب دريتان أبازوفيتش لمنصب رئيس الوزراء."
    }
  ],
  "04-01": [
    {
      "year": 2026,
      "text": "ناسا تطلق مهمة أرتيمس 2 للتحليق بجانب القمر، لتكون هذه أولى المراكب الفضائية المأهولة التي تغادر مدار الأرض المنخفض منذ مهمة أبولو 17 سنة 1972."
    },
    {
      "year": 2017,
      "text": "انهيار أرضي في موكوا جنوب غرب كولومبيا يودي بحياة أكثر من 250 شخص."
    },
    {
      "year": 2010,
      "text": "أحزاب المعارضة السودانية الرئيسية تنسحب من الانتخابات الرئاسية."
    }
  ],
  "04-26": [
    {
      "year": 2025,
      "text": "مقتل 70 شخصًا وإصابة أكثر من 800 آخرين في انفجار بميناء الشهيد رجائي بإيران."
    },
    {
      "year": 2021,
      "text": "فوز فيلم نومادلاند بجائزة أفضل فيلم وأنتوني هوبكنز أفضل ممثل وفرانسيس مكدورماند أفضل ممثلة، ضمن حفل توزيع جوائز الأوسكار الثالث والتسعين."
    },
    {
      "year": 2016,
      "text": "احتراق وتدمير كل محتويات المتحف الوطني للتاريخ الطبيعي في نيودلهي."
    }
  ],
  "04-30": [
    {
      "year": 2023,
      "text": "فوز مرشح حزب كولورادو سانتياغو بينيا ونائبه بيدرو أليانا في الانتخابات الرئاسية في باراغواي."
    },
    {
      "year": 2019,
      "text": "محاولة انقلاب عسكري فاشلة في فنزويلا بدفع من خوان غوايدو، رئيس الجمعية الوطنية لفنزويلا، ودعمتها علنًا الولايات المتحدة الأمريكية، وكانت تهدف للإطاحة بالرئيس نيكولاس مادورو."
    },
    {
      "year": 2019,
      "text": "تنازل إمبراطور اليابان أكيهيتو عن سدة العرش الإمبراطوري، ليكون أول إمبراطور ياباني يقوم بذلك منذ حوالي قرنين، على أن يخلفه ولي عهده الأمير ناروهيتو مبتدئًا فترة رييوا من التاريخ الياباني."
    }
  ],
  "04-22": [
    {
      "year": 2025,
      "text": "مقتل ما لا يقل عن 28 شخصًا وإصابة أكثر من 20 آخرين في هجوم مسلح على مجموعة من السياح في وادي بيساران بمنطقة جامو وكشمير."
    },
    {
      "year": 2021,
      "text": "نجاح تجربة ناسا لإنتاج الأكسجين على المريخ من ثاني أكسيد الكربون الموجود في الغلاف الجوي للكوكب."
    },
    {
      "year": 2019,
      "text": "فوز الممثل الأوكراني فولوديمير زيلينكسي في الانتخابات الرئاسية الأوكرانية بنسبة 73% من إجمالي الأصوات."
    }
  ],
  "04-06": [
    {
      "year": 2018,
      "text": "مقتل 70 شخصًا على الأقل وإصابة نحو 500 آخرين في هجومٍ كيماويّ في مدينة دوما بريف دمشق سوريا."
    },
    {
      "year": 2016,
      "text": "انتخاب عبد الرحمن السويحلي رئيسا لمجلس الدولة في ليبيا."
    },
    {
      "year": 2010,
      "text": "الرئيس الأمريكي باراك أوباما يكشف عن العقيدة النووية الجديدة للولايات المتحدة بحيث أنها لن تستخدم أبدًا السلاح النووي ضد عدو لا يملك هذا السلاح ويحترم قواعد معاهدة عدم الانتشار النووي، على أنه ستستثنى إيران وكوريا الشمالية من هذه القاعدة."
    }
  ],
  "04-07": [
    {
      "year": 2026,
      "text": "الولايات المتحدة وإيران تتفقان على وقفٍ لإطلاق النار لمدة 45 يومًا والدخول في مفاوضات لإنهاء الحرب بينهما."
    },
    {
      "year": 2022,
      "text": "الرئيس اليمني عبد ربه منصور هادي يعلن نقل كامل صلاحياته لمجلس القيادة الرئاسي برئاسة رشاد محمد العليمي."
    },
    {
      "year": 2018,
      "text": "مقتل شخصين دهسًا وإصابة نحو 20 آخرين بِهُجُومٍ بِشاحنةٍ صغيرة في ساحةٍ مُخصصة لِلمُشاة في مدينة مونستر الألمانيَّة."
    }
  ],
  "04-19": [
    {
      "year": 2025,
      "text": "المنتخب المغربي يتوج بكأس إفريقيا لكرة القدم في فئة أقل من 17 سنة، بعد فوزه على منتخب مالي في المباراة النهائية بركلات الترجيح بنتيجة 4-2."
    },
    {
      "year": 2024,
      "text": "ضربة إسرائيلية تستهدف مواقع في مدينة أصفهان الإيرانية، كما تعرضت مواقع في العراق وسوريا لهجوم إسرائيلي كذلك، وذلك ردًّا على الضربات الإيرانية على إسرائيل."
    },
    {
      "year": 2023,
      "text": "مقتل ما يزيد عن تسعين شخصًا وإصابة أكثر من 322 آخرين في حادثة تدافع في صنعاء باليمن."
    }
  ],
  "04-27": [
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة فيروس كورونا يتخطّى حاجز الثلاثة ملايين شخص حول العالم، من بينهم أكثر من 211 ألف حالة وفاة وحوالي 893 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2018,
      "text": "اتفاق بين زعيمي الكوريتين على السعي إلى نزع السلاح النووي وإعلان نهاية الحرب خلال قمة الكوريتين 2018."
    },
    {
      "year": 2014,
      "text": "إعلان قداسة البابوين الطوباويين يوحنا بولس الثاني ويوحنا الثالث والعشرين."
    }
  ],
  "04-03": [
    {
      "year": 2025,
      "text": "المجر تعلن الانسحاب من المحكمة الجنائية الدولية بالتزامن مع زيارة رئيس وزراء إسرائيل بنيامين نتنياهو الذي طلبت المحكمة توقيفه."
    },
    {
      "year": 2024,
      "text": "زلزال بقوة 7.2 ريختر يضرب مدينة هواليان في تايوان."
    },
    {
      "year": 2021,
      "text": "اعتقالات في الأردن تشمل حسن بن زيد (من الأسرة المالكة) ورئيس الديوان الملكي السابق، ووساطة الأمير الحسن بن طلال لفك الإقامة الجبرية عن ولي العهد السابق حمزة بن الحسين."
    }
  ],
  "04-13": [
    {
      "year": 2025,
      "text": "فوز الرئيس الإكوادوري دانيال نوبوا بولايةٍ أخرى في الانتخابات العامة 2025، بعدما حصد 55.63% من الأصوات."
    },
    {
      "year": 2024,
      "text": "ضربة إيرانية على إسرائيل بما يزيد عن 150 صاروخًا وطائرة مسيرة، وذلك ردًّا على قصف إسرائيلي لسفارة إيران في دمشق."
    },
    {
      "year": 2016,
      "text": "إجراء انتخابات تشريعية في سوريا، وسط جدل دولي وانقسام داخلي."
    }
  ],
  "04-08": [
    {
      "year": 2026,
      "text": "إسرائيل تهاجم مئات الأهداف في بيروت وسائر لبنان ما أسفر عن مقتل ما يزيد عن ثلاثمائة شخص."
    },
    {
      "year": 2025,
      "text": "انهيار سقف ملهى ليلي أثناء عرض موسيقي يودي بحياة 225 شخصًا في سانتو دومينغو بجمهورية الدومينيكان."
    },
    {
      "year": 2024,
      "text": "حدوث كسوف كلي للشمس في جميع أنحاء أمريكا الشمالية."
    }
  ],
  "04-24": [
    {
      "year": 2023,
      "text": "وفاة أكثر من 89 شخصًا واعتبار أكثر من 200 في عداد المفقودين، بعد اكتشاف قيام مجموعة دينية بطقوس امتناع جماعي عن الطعام، في ماليندي، كينيا."
    },
    {
      "year": 2022,
      "text": "الرئيس الفرنسي إيمانويل ماكرون يفوز بولاية رئاسية جديدة لمدة خمس سنوات بعد الجولة الثانية من الانتخابات على حساب مارين لوبان."
    },
    {
      "year": 2021,
      "text": "الرئيس الأمريكي جو بايدن يعترف بأن مذابح الأرمن التي وقعت في أوائل القرن العشرين كانت إبادة جماعية."
    }
  ],
  "04-23": [
    {
      "year": 2025,
      "text": "إصابة ما لا يقل عن 359 شخصًا جراء زلزال ضرب بحر مرمرة بالقرب من مدينة إسطنبول بتركيا."
    },
    {
      "year": 2019,
      "text": "الهيئة الوطنية للانتخابات في مصر، تعلن إقرار تعديلات دستورية، بعد مشاركة 44% من إجمالي الناخبين، وموافقة أكثر من 88% مقابل رفض حوالي 11% من إجمالي عدد الأصوات الصحيحة التي بلغت حوالي 97%."
    },
    {
      "year": 2018,
      "text": "استقالة سيرج سركسيان من رئاسة وزراء جمهورية أرمينيا على خلفية الاحتجاجات الشعبية التي طالبته بالرحيل."
    }
  ],
  "04-02": [
    {
      "year": 2025,
      "text": "الرئيس الأمريكي دونالد ترامب يعلن فرض رسوم جمركية على معظم الدول."
    },
    {
      "year": 2023,
      "text": "فوز ياكوف ميلاتوفيتش في جولة الإعادة في الانتخابات الرئاسية في الجبل الأسود بنسبة 58.88%، وبلغت نسبة المشاركة 69.33%."
    },
    {
      "year": 2021,
      "text": "تنصيب محمد بازوم رئيسًا للنيجر، وهو أول رئيس عربي الأصل للبلاد."
    }
  ],
  "04-29": [
    {
      "year": 2024,
      "text": "فيضانات في ولاية ريو غراندي دو سول، البرازيل، أدت إلى مصرع ما يزيد عن 110 أشخاص وإصابة 765 آخرين."
    },
    {
      "year": 2021,
      "text": "مصرع 45 شخصًا في تدافع أثناء مهرجان ديني على جبل الجرمق في إسرائيل."
    },
    {
      "year": 2018,
      "text": "نادي برشلونة يُتوَّجُ رسميّا بلقب الدوري الإسباني لكرة القدم لِسنة 2017–18، ليكون هذا لقب النادي الخامس والعشرين في الدوري المذكور."
    }
  ],
  "05-20": [
    {
      "year": 2025,
      "text": "فوز فيلم «حادث بسيط» للمخرج جعفر بناهي بجائزة السعفة الذهبية في مهرجان كان السينمائي 2025."
    },
    {
      "year": 2024,
      "text": "إعلان وفاة الرئيس الإيراني إبراهيم رئيسي ومُرافقيه، إثر سقوط مروحية كانت تُقله وثلاثة من القيادات، بالقرب من ورزقان."
    },
    {
      "year": 2021,
      "text": "انطلاق عملية الاقتراع في انتخابات رئاسة الجمهورية العربية السورية للسوريين المقيمين خارج سورية والبداية من أستراليا."
    }
  ],
  "05-09": [
    {
      "year": 2018,
      "text": "وفاة أكثر من 45 شخص وإصابة المئات بسبب فيضان ضرب مقاطعة ناكورو في كينيا."
    },
    {
      "year": 2016,
      "text": "فيرنر فايمان يستقيل من منصب مستشار النمسا وزعيم الحزب الاشتراكي الديمقراطي."
    },
    {
      "year": 2015,
      "text": "محكمة مصرية تصدر حكم بالسجن المشدد 3 سنوات ضد الرئيس المصري المخلوع حسني مبارك ونجليه في قضية قصور الرئاسة."
    }
  ],
  "05-08": [
    {
      "year": 2025,
      "text": "انتخاب الكردينال الأمريكي روبرت فرنسيس بريفوست حبرًا أعظمَ للكنيسة الكاثوليكية باسم لاون الرابع عشر خلفًا للبابا فرنسيس."
    },
    {
      "year": 2022,
      "text": "حزب شين فين برئاسة ميشيل أونيل يتصدر نتائج انتخابات جمعية أيرلندا الشمالية، وهي المرة الأولى التي يفوز بها حزب قومي بأكبر عدد من المقاعد."
    },
    {
      "year": 2021,
      "text": "مقتل 68 وإصابة 165 أغلبهم من الطالبات دون سن الثامنة عشرة في تفجيرات مدرسة طالبات في كابل بأفغانستان."
    }
  ],
  "05-11": [
    {
      "year": 2024,
      "text": "العين الإماراتي يُتوج بلقب دوري أبطال آسيا 2023–24 بعد فوزه في النهائي على يوكوهاما إف مارينوس الياباني بنتيجة 6–3 بمجموع المباراتين."
    },
    {
      "year": 2022,
      "text": "مقتل الصحفية الفلسطينية شيرين أبو عاقلة أثناء تغطيتها لعملية عسكرية إسرائيلية في مخيم جنين."
    },
    {
      "year": 2016,
      "text": "السُلطات البنجلاديشية تُنفذ حكم الإعدام شنقاً بِحق زَعيم الجماعة الإسلامية في البِلاد مطيع الرحمن نظامي."
    }
  ],
  "05-19": [
    {
      "year": 2024,
      "text": "سقوط طائرة رئيس الجمهورية الإسلامية الإيرانية إبراهيم رئيسي في محافظة أذربيجان الشرقية في إيران بعد عودته من زيارة قصيرة لدولة أذربيجان ووفاته هو ووزير خارجيته حسين أمير عبد اللهيان وبعض مساعديه."
    },
    {
      "year": 2018,
      "text": "عقد زفاف الأمير هاري وميغان ماركل وإعلانهما زوجاً وزوجة في المملكة المتحدة."
    },
    {
      "year": 2016,
      "text": "الخارجية المصرية تعلن رسمياً عن تحطم طائرة مصر للطيران رقم 804 قبالة السواحل اليونانية وعلى متنها 66 راكباً."
    }
  ],
  "05-16": [
    {
      "year": 2024,
      "text": "انعقاد القمة العربية الثالثة والثلاثين في مملكة البحرين."
    },
    {
      "year": 2023,
      "text": "مقتل ما لا يقل عن 84 شخصًا، وإصابة 712، واعتبار أكثر من 100 في عداد المفقودين، جراء إعصار موكا الذي ضرب ميانمار وبنغلاديش وتسبب بأضرار قدرت بنحو 1.07 مليون دولار."
    },
    {
      "year": 2023,
      "text": "فوز تحالف الجمهور بقيادة حزب العدالة والتنمية بأغلبية 53.38 % في الانتخابات البرلمانية التركية، وبلغت نسبة المشاركة 87.05%."
    }
  ],
  "05-21": [
    {
      "year": 2025,
      "text": "مسلح يقتل اثنين من موظفي سفارة إسرائيل في واشنطن العاصمة خلال فعالية استقبال الدبلوماسيين الشباب."
    },
    {
      "year": 2021,
      "text": "وقف إطلاق نار غير مشروط في غزة بوساطة مصرية، وذلك بعد اشتباكات دامت 11 يومًا."
    },
    {
      "year": 2019,
      "text": "فوز الرئيس الإندونيسي جوكو ويدودو بِولايةٍ رئاسيَّةٍ ثانية بعدما حصد ما نسبته 55.50% من أصوات الناخبين في الانتخابات العامَّة التي جرت يوم 17 أبريل 2019."
    }
  ],
  "05-13": [
    {
      "year": 2025,
      "text": "الرئيس الأمريكي دونالد ترمب يُعلن في منتدى الاستثمار السعودي الأمريكي في الرياض رفع جميع العقوبات عن سوريا بعد سقوط نظام الأسد."
    },
    {
      "year": 2016,
      "text": "مقتل مصطفى بدر الدين القيادي البارز في حزب الله اللبناني قرب مطار دمشق الدولي."
    },
    {
      "year": 2015,
      "text": "رئيس بوروندي بيير نكورونزيزا يتم الانقلاب عليه من قبل الجيش عندما كان في زيارة إلى تنزانيا، ولكن يفشل هذا الإنقلاب في 15 مايو."
    }
  ],
  "05-18": [
    {
      "year": 2025,
      "text": "انتخاب نيكوسور دان رئيسًا لجمهورية رومانيا بعد نيله 53.60% من الأصوات."
    },
    {
      "year": 2018,
      "text": "مقتل 108 أشخاص عندما تحطمت طائرة ركاب بعد وقت قصير من إقلاعها من هافانا، العاصمة الكوبيَّة."
    },
    {
      "year": 2017,
      "text": "وقوع مجزرة في قرية عقارب الصافية قرب السلمية في محافظة حماة عقب هجوم مفاجئ من قبل تنظيم الدولة الإسلامية في العراق والشام، أسفرت عن مقتل 52 مدنياً من بينهم 28 من النساء والأطفال."
    }
  ],
  "05-02": [
    {
      "year": 2023,
      "text": "وفاة الأسير الفلسطيني خضر عدنان في سجون الاحتلال، بعد إضراب عن الطعام دام لمدة 87 يومًا احتجاجًا على اعتقاله إداريًا."
    },
    {
      "year": 2021,
      "text": "الرئيس الكولومبي إيفان دوكي يسحب تعديلًا ضريبيًّا مقترحًا بعد احتجاجات كبيرة عمت البلاد خلفت تسعة عشر قتيلًا على الأقل."
    },
    {
      "year": 2015,
      "text": "إقامة نزال القرن بين الملاكمين فلويد مايويذر جونيور وماني باكياو في لاس فيغاس، والذي أتى بإيراد قدر بأربعمائة مليون دولار، وقد فاز مايويذر بهذه المباراة."
    }
  ],
  "05-27": [
    {
      "year": 2021,
      "text": "اكتشاف مقبرة جماعية في أرض مدرسة كاملوبس الهندية السكنية، كولومبيا البريطانية، كندا، تضم رُفات 215 طفلًا من السكان الأصليين."
    },
    {
      "year": 2019,
      "text": "نفوق آخر ذكر وحيد قرن سومطري في ماليزيا، تاركا وراءه أنثى واحدة فقط من نفس النوع النادر في الأسر، ويُقدَّر أن عدد ما تبقى من هذه الحيونات حول العالم يتراوح ما بين 30 إلى 80 حتَّى هذا التاريخ."
    },
    {
      "year": 2015,
      "text": "نبراسكا تصبح الولاية الأمريكية التاسعة عشرة التي تلغي عقوبة الإعدام."
    }
  ],
  "05-30": [
    {
      "year": 2022,
      "text": "الوداد الرياضي يتغلب على النادي الأهلي بنتيجة 2–0 في نهائي دوري أبطال أفريقيا، ليُتوج باللقب للمرة الثالثة في تاريخه."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة فيروس كورونا يتخطّى حاجز الستة ملايين شخص حول العالم، من بينهم أكثر من 367 ألف حالة وفاة وحوالي مليونَي و 684 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2020,
      "text": "انطلاق أول مهمة مأهولة بطاقم لمركبة دراجون 2، المصنعة بواسطة سبيس إكس، متجهة إلى محطة الفضاء الدولية."
    }
  ],
  "05-01": [
    {
      "year": 2015,
      "text": "افتتاح معرض إكسبو 2015 الدولي في ميلانو ليستمر لمدة 6 أشهر، بتوقع حضور 20 مليون زائر."
    },
    {
      "year": 2015,
      "text": "اتهام 6 ضباط شرطة بالتسبب في وفاة فريدي غراي بعد أسبوع من الاحتجاجات في بالتيمور."
    },
    {
      "year": 2015,
      "text": "منظمة الصحة العالمية تُعلن خلو منطقة الأمريكتين من مرض الحصبة الألمانية."
    }
  ],
  "05-23": [
    {
      "year": 2023,
      "text": "فوز حزب الديمقراطية الجديدة بأغلبية 40.79 % في الانتخابات البرلمانية في اليونان، وبلغت نسبة المشاركة 60.93%."
    },
    {
      "year": 2022,
      "text": "فوز حزب العمال في أستراليا بقيادة أنتوني ألبانيز بأغلبية المقاعد في الانتخابات الاتحادية الأسترالية."
    },
    {
      "year": 2018,
      "text": "فوز رئيس مجلس النُوَّاب اللُبناني نبيه برِّي بِولايةٍ رئاسيَّةٍ سادسة بعد أن نال 98 صوتًا نيابيًّا من أصل 128."
    }
  ],
  "05-10": [
    {
      "year": 2024,
      "text": "سلسلة من العواصف الشمسية تؤثر على الأرض، مما أدى إلى ظهور الشفق القطبي عند خطوط عرض أقل من المعتاد."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة فيروس كورونا يتخطّى حاجز الأربعة ملايين شخص حول العالم، من بينهم أكثر من 279 ألف حالة وفاة وحوالي مليون و375 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2020,
      "text": "إصابة سفينة الدعم الإيرانية كُنارك بنيران صديقة أُطلقت بواسطة الفرقاطة جماران أثناء مناورات للبحرية الإيرانية في خليج عُمان، في حادث خلّف 19 قتيلًا من طاقمها."
    }
  ],
  "05-04": [
    {
      "year": 2025,
      "text": "فوز حزب العمال الأسترالي بزعامة أنطوني ألبانيز بالأغلبية في الانتخابات الفدرالية الأسترالية."
    },
    {
      "year": 2018,
      "text": "ثوران بركان كيلاويا في هاواي يؤدي إلى وقوع زلزال بلغت شدته 6.9 درجة على مقياس درجة العزم، مما تسبب في إجلاء نحو ألفي شخص."
    },
    {
      "year": 2018,
      "text": "الأكاديمية الملكية السويدية تقرر تأجيل جائزة نوبل في الأدب لهذا العام إلى عام 2019."
    }
  ],
  "05-25": [
    {
      "year": 2020,
      "text": "مقتل رجل أسود يُدعى جورج فلويد في منيابولس بولاية منيسوتا الأمريكية، أثناء اعتقاله، مما أثار احتجاجات عارمة في جميع أنحاء الولايات المتحدة وحول العالم."
    },
    {
      "year": 2019,
      "text": "مقتل 45 راكبا وفقدان العشرات في كارثة غرق باخرة في بحيرة ماي ندومبي في جمهورية الكونغو الديمقراطية."
    },
    {
      "year": 2018,
      "text": "تفعيل النظام الأوروبي لحماية البيانات العامة في جميع الدول الأعضاء في الاتحاد الأوروبي، مما فرض حماية صارمة على بيانات وخصوصيات المُستخدمين في جميع تلك الدُول."
    }
  ],
  "05-07": [
    {
      "year": 2025,
      "text": "الهند تشن هجمات صاروخية على أهدافٍ في باكستان، والأخيرة ترد بضرباتٍ مدفعية."
    },
    {
      "year": 2022,
      "text": "فوز التونسية أُنس جابر، المصنفة العاشرة عالمياً في بطولة مدريد المفتوحة للأساتذة، بعد فوزها على الأمريكية جيسيكا بيغلا، لتصبح أول لاعبة عربية وإفريقية تفوز بأحد بطولات التنس الكُبرى التسع."
    },
    {
      "year": 2020,
      "text": "علماء الفلك يعلنون عن اكتشاف أول ثقب أسود قريب من الأرض في نظام النجوم يحمل اسم HR 6819 ويمكن رؤيته بالعين المجردة."
    }
  ],
  "05-03": [
    {
      "year": 2025,
      "text": "نشر قانون العمل المصري رقم 14 في العدد رقم 18 من الجريدة الرسمية"
    },
    {
      "year": 2023,
      "text": "وقوع هجوم بطائرة مسيرة انتحارية على الكرملين. وروسيا تتهم أوكرانيا بالوقوف وراء الهجوم والأخيرة تنفي ذلك."
    },
    {
      "year": 2021,
      "text": "مصرع ما لا يقل عن 23 شخصًا وإصابة 70 آخرين في حادث انهيار مترو مكسيكو سيتي."
    }
  ],
  "05-29": [
    {
      "year": 2023,
      "text": "فوز الرئيس رجب طيب أردوغان بنسبة 52.18% في الجولة الثانية من الانتخابات الرئاسية في تركيا، وبلغت نسبة المشاركة 84.15%."
    },
    {
      "year": 2022,
      "text": "تحطم طائرة تارا إير الرحلة 197 في نيبال بعد 12 دقيقة من إقلاعها، ومقتل جميع مَن على متنها البالغ عددهم 22 شخصًا."
    },
    {
      "year": 2021,
      "text": "تشيلسي الإنجليزي يهزم مواطنه مانشستر سيتي بنتيجة 1-0 في نهائي دوري أبطال أوروبا، فائزًا باللقب للمرة الثانية في تاريخه."
    }
  ],
  "05-14": [
    {
      "year": 2022,
      "text": "المجلس الأعلى للاتحاد ينتخب حاكم أبو ظبي الشيخ محمد بن زايد آل نهيان رئيسًا لدولة الإمارات العربية المتحدة خلفًا للشيخ خليفة بن زايد آل نهيان الذي توفي عن عمر ناهز 73 عامًا."
    },
    {
      "year": 2018,
      "text": "مقتل 61 وإصابة أكثر من 2700 مواطنًا فلسطينيًا أثناء الاحتجاجات المنددة بنقل السفارة الأمريكية إلى القدس."
    },
    {
      "year": 2010,
      "text": "إثيوبيا وأوغندا ورواندا وتنزانيا يوقعون بالأحرف الأولى على اتفاقية إطارية لتقاسم مياه نهر النيل بعد مفاوضات استمرت ما يقارب العشر سنوات، وكينيا تصدر بيانًا تأييدًا للاتفاقية دون التوقيع عليها، بينما لم يحضر مندوبو الكونغو الديمقراطية وبوروندي، بينما رفضت مصر والسودان هذه الاتفاقية."
    }
  ],
  "05-06": [
    {
      "year": 2023,
      "text": "إقامة مراسم تتويج تشارلز الثالث ملكًا للمملكة المتحدة."
    },
    {
      "year": 2019,
      "text": "الإعلان عن وقف إطلاق النار بين إسرائيل وحركة حماس بعد حوالي 4 أيَّامٍ من القصف الصاروخي المُتبادل الذي أدَّى إلى مقتل حوالي 31 شخصًا وجرح قُرابة 290 آخرين."
    },
    {
      "year": 2018,
      "text": "تحالف حركة أمل وحزب الله يتصدر الانتخابات التشريعية اللبنانية."
    }
  ],
  "05-17": [
    {
      "year": 2023,
      "text": "الرئيس الإكوادوري غويلرمو لاسو يُصدر قرارًا بحل الجمعية الوطنية بعد بدئها إجراءات عزله."
    },
    {
      "year": 2019,
      "text": "حدوث قضية إيبيزا وهي فضيحة فساد هزَّت المشهد السياسي في النمسا بعدما تسرب شريط مصور كتشف أن نائب المستشار النمساوي هاينز كريستيان شتراخه والنائب عن حزب الحرية يوهان غودينوس عرضا تثبيت عقود حكومية أثناء حديثهما مع امرأة تدَّعي أنها ابنة شقيق أحد الأوليغاركات الروس في لقاء يعود لعام 2017 في إسبانيا، ما أدى إلى انهيار الائتلاف النمساوي الحاكم في البلاد بالإضافة إلى دعوات لإجراء انتخابات مبكرة."
    },
    {
      "year": 2016,
      "text": "تعيين كريستيان كيرن مستشاراً اتحادياً للنمسا، بعد أسبوع من استقالة فيرنر فايمان."
    }
  ],
  "05-05": [
    {
      "year": 2019,
      "text": "مرشّح حزب الديمقراطيين الاشتراكيين ستيفو بنداروفسكي، يفوز بنسبة 53,59%، بالجولة الثانية من الانتخابات الرئاسية في جمهورية شمال مقدونيا."
    },
    {
      "year": 2019,
      "text": "مرشّح الحزب الثوري الديمقراطي (الاشتراكي) لورنتينو كورتيزو، يفوز بنسبة 33,27%، في الانتخابات الرئاسية في بنما."
    },
    {
      "year": 2019,
      "text": "الطائرة الروسيَّة رحلة رقم 1492 إيروفلوت تهبط اضطراريًّا في مطار شيريميتييفو الدولي بُعيد إقلاعها بِقليل لاشتعال النيران فيها، مما أدَّى إلى مقتل 41 راكبًا من أصل 78 كانوا على متنها."
    }
  ],
  "05-22": [
    {
      "year": 2021,
      "text": "ثورة بركان نيراجونجو في جمهورية الكونغو الديمقراطية، واقتراب الحِمم من مطار غوما."
    },
    {
      "year": 2021,
      "text": "أزمة دستورية في ساموا بعد منع رئيس الدولة فآليتوا سوالافي الثاني انعقاد البرلمان عقب الانتخابات العامة التي جرت في أبريل."
    },
    {
      "year": 2020,
      "text": "تحطم طائرة ركاب تابعة للخطوط الجوية الباكستانية الدولية بالقرب من كراتشي."
    }
  ],
  "05-28": [
    {
      "year": 2022,
      "text": "ريال مدريد يتغلب على نادي ليفربول بنتيجة 1-0 في نهائي دوري أبطال أوروبا، ليُتوج باللقب للمرة الرابعة عشرة في تاريخه."
    },
    {
      "year": 2021,
      "text": "الأهلي المصري يتوّج بلقب كأس السوبر الأفريقي للمرة السابعة، وذلك بعد فوزه على نهضة بركان المغربي بنتيجة 2–0."
    },
    {
      "year": 2019,
      "text": "برلمان إقليم كردستان العراق ينتخب نيجيرفان بارزاني رئيسًا لِلإقليم المذكور بعد حصوله على 68 صوتًا من أصوات النُوَّاب."
    }
  ],
  "05-26": [
    {
      "year": 2024,
      "text": "مقاتلات إسرائيلية تقصف خيامًا للنازحين شمال غرب رفح، أدت المجزرة لمقتل 45 شخصًا على الأقل أغلبهم من النساء والأطفال، وجرح عشرات آخرين."
    },
    {
      "year": 2020,
      "text": "احتجاجات وأعمال شغب في منيابولس ومناطق أخرى في الولايات المتحدة، إثر حادث مقتل جورج فلويد."
    },
    {
      "year": 2019,
      "text": "أحزاب يسار ويمين الوسط تتكبَّد خسائر كبيرة في انتخابات البرلمان الأوروبي مُقابل تحقيق الأحزاب الليبراليَّة واليمين المُتطرِّف والإقليميين مكاسب كبيرة."
    }
  ],
  "05-15": [
    {
      "year": 2024,
      "text": "إصابة رئيس الورزاء السلوفاكي روبرت فيكو بجروح خطيرة إثر محاولة لاغتياله، واستقرار حالته الصحية بعد عملية جراحية عاجلة."
    },
    {
      "year": 2022,
      "text": "انتخاب حسن شيخ محمود رئيسًا للصومال بعد الانتخابات غير المباشرة التي أُجريت في البلاد."
    },
    {
      "year": 2019,
      "text": "الرئيس الأمريكي دونالد ترامب يوقع الأمر التنفيذي 13873، وعلى أثره أضيفت شركة هواوي، مصنعة الهواتف الذكية، لقائمة شركات تعتبرها الإدارة الأمريكية تهديدًا للأمن القومي وأوقفت عدة شركات أمريكية تعاملها مع الشركة الصينية."
    }
  ],
  "05-31": [
    {
      "year": 2025,
      "text": "باريس سان جيرمان الفرنسي يحقق لقب دوري أبطال أوروبا للمرة الأولى في تاريخه بعد فوزه في المباراة النهائية على إنتر ميلان الإيطالي بنتيجة 5-0."
    },
    {
      "year": 2018,
      "text": "زين الدين زيدان يُعلن استقالته من تدريب نادي ريال مدريد بشكلٍ مُفاجئ بعد بضعة أيَّام من تحقيقه لقبه الثالث بدوري أبطال أوروبا."
    },
    {
      "year": 2017,
      "text": "مقتل 90 شخصا على الأقل وإصابة 400 آخرين معظمهم مدنيون في تفجير انتحاري بسيارة مفخخة في العاصمة الأفغانية كابل."
    }
  ],
  "05-24": [
    {
      "year": 2022,
      "text": "حادث إطلاق نار في مدرسة ابتدائية في تكساس يؤدي إلى مقتل 19 طفلًا ومعلمين."
    },
    {
      "year": 2021,
      "text": "انقلاب عسكري في مالي هو الثالث خلال العشر سنوات الأخيرة، ووضع الرئيس باه نداو ورئيس الوزراء قيد الإقامة الجبرية، ثم إطلاق سراحهما لاحقًا."
    },
    {
      "year": 2019,
      "text": "رئيسة الوزراء البريطانيَّة تيريزا ماي تُعلن عن رغبتها في الاستقالة من منصبها - وزعامة حزب المحافظين - بعد فشل حُكُومتها في تأمين صيغة مُلائمة لِانسحاب المملكة المُتحدة من الاتحاد الأوروپي."
    }
  ],
  "05-12": [
    {
      "year": 2025,
      "text": "حزب العمال الكردستاني يُعلن حل نفسه وإنهاء الصراع مع الجمهورية التركية بعد إحدى وأربعين سنة من اندلاعه."
    },
    {
      "year": 2017,
      "text": "الرئيس الفرنسي الجديد إيمانويل ماكرون يُعين إدوار فيليب رئيسا للوزراء، وهذا الأخير يعلن عن تشكيلة حكومته الجديدة."
    },
    {
      "year": 2017,
      "text": "هجوم إلكتروني ببرمجية الفدية يوقع أكثر من 230 ألف جهاز إلكتروني حول العالم."
    }
  ],
  "06-17": [
    {
      "year": 2021,
      "text": "انطلاق مهمة الفضاء شنتشو 12 إلى محطة الفضاء المعيارية الكبيرة الصينية. وهي الرحلة المأهولة السابعة للصين."
    },
    {
      "year": 2020,
      "text": "محكمة فرنسية تصدر حكماً بالسجن 4 سنوات على رفعت الأسد (مع وقف التنفيذ) ومصادرة ممتلكاته في فرنسا وأحد أصوله العقارية في لندن، وذلك بتهم تبييض الأموال."
    },
    {
      "year": 2019,
      "text": "سقوط الرئيس المصري السابق محمد مرسي مغمىً عليه في نهاية جلسة محاكمته لتعلن وفاته في نفس اليوم."
    }
  ],
  "06-03": [
    {
      "year": 2025,
      "text": "استقالة رئيس وزراء منغوليا أويون إردين، بعد احتجاجات استمرت لثلاثة أسابيع."
    },
    {
      "year": 2023,
      "text": "مقتل شرطي مصري وثلاثة جنود إسرائيليين وإصابة إسرائيلي رابع في حادث إطلاق نار على الحدود، وتضارب حول ملابسات الحادث."
    },
    {
      "year": 2019,
      "text": "فض اعتصام القيادة العامة في السودان، ومقتل أكثر من 100 وإصابة المئات."
    }
  ],
  "06-28": [
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز العشرة ملايين شخص حول العالم، من بينهم أكثر من 499 ألف حالة وفاة وحوالي خمسة ملايين و69 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2016,
      "text": "وقوع هجوم بمطار أتاتورك بتركيا راح ضحيته 41 شخصًا وإصابة 147 آخرين."
    },
    {
      "year": 2009,
      "text": "قوات الجيش في هندوراس تعتقل الرئيس مانويل زيلايا بعد محاصرة القصر الرئاسي وتنفيه بعد ذلك إلى كوستاريكا بسبب رغبته القيام بالتجديد لنفسه لولاية ثانية."
    }
  ],
  "06-21": [
    {
      "year": 2021,
      "text": "فوز حزب العقد المدني الحاكم في أرمينيا برئاسة نيكول باشينيان بالأغلبية في الانتحابات المبكرة لجمعية أرمينيا الوطنية."
    },
    {
      "year": 2020,
      "text": "كسوف شمسي لوحظ في معظم أنحاء أفريقيا وآسيا، بالإضافة إلى أجزاء من جنوب شرق أوروبا."
    },
    {
      "year": 2017,
      "text": "تدمير الجامع النوري مع منارته الحدباء التاريخية خلال معارك تحرير الموصل من سيطرة داعش."
    }
  ],
  "06-20": [
    {
      "year": 2022,
      "text": "فوز غوستافو بيترو في الانتخابات الرئاسية في كولومبيا بنسبة 50.44%، ليُصبح أول رئيسٍ يساريٍ للبلاد."
    },
    {
      "year": 2019,
      "text": "الحرس الثوري الإيراني يُسقط طائرة استطلاع عسكرية أمريكية مسيرة في منطقة مضيق هرمز، والجيش الأمريكي يصف إسقاط الطائرة بأنه «غير مبرّر»، والإدارة الأمريكية تُعلن أنها تبحث سبل الرد."
    },
    {
      "year": 2015,
      "text": "ويكيليكس تنشر 60 ألف برقية من البرقيات الدبلوماسية السعودية."
    }
  ],
  "06-15": [
    {
      "year": 2014,
      "text": "الجيش السوري يستعيد السيطرة على بلدة كسب والمعبر الحدودي القريب منها وذلك بعد حوالي 3 أشهر من سيطرة مقاتلي المعارضة عليها."
    },
    {
      "year": 2013,
      "text": "أعلن الرئيس المصري محمد مرسي قطع العلاقات مع سوريا وإغلاق سفارتها في مصر، وسحب القائم بالأعمال المصري من دمشق. كما دعا إلى فرض منطقة حظر جوي فوق سوريا ولوّح بتدخل الجيش المصري في سوريا."
    },
    {
      "year": 1996,
      "text": "انفجار إرهابي في مدينة مانشستر يؤدي إلى جرح أكثر من مئتي مدني ويدمر جزءً كبيرًا من وسط المدينة."
    }
  ],
  "06-19": [
    {
      "year": 2024,
      "text": "وفاة أكثر من 1000 شخص خلال موسم الحج بسبب موجة الحرارة المرتفعة التي وصلت إلى 51 درجة مئوية في المسجد الحرام، وهو أكبر عدد وفيات منذ حادثة التدافع في 2015."
    },
    {
      "year": 2022,
      "text": "المنتخب السعودي الأولمبي يُتوَّج بكأس آسيا تحت 23 سنة لكرة القدم 2022 للمرة الأولى في تاريخه، بعد تغلبه على منتخب أوزبكستان الأولمبي في النهائي."
    },
    {
      "year": 2022,
      "text": "التونسية أُنس جابر تصبح أول لاعبة عربية تفوز ببطولة برلين لكرة المضرب للسيدات على الملاعب العشبية، بعد فوزها في النهائي على السويسرية بيلندا بنشيتش. وارتفع تصنيفها من الرابعة إلى الثالثة عالميًّا."
    }
  ],
  "06-16": [
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة فيروس كورونا يتخطّى حاجز الثمانية ملايين شخص حول العالم، من بينهم أكثر من 438 ألف حالة وفاة وحوالي ثلاثة ملايين و 910 آلاف حالة تماثلت للشفاء."
    },
    {
      "year": 2020,
      "text": "مقتل ما لا يقل عن عشرين جنديًّا هنديًّا خلال مناوشاتٍ على طول خط السيطرة الفعلية بين الهند والصين."
    },
    {
      "year": 2019,
      "text": "قصف بصواريخ غراد من قبل هيئة تحرير الشام (جبهة النصرة سابقاً) على قرية الوضيحي في ريف حلب الجنوبي يؤدي إلى مقتل 13 مدنياً."
    }
  ],
  "06-27": [
    {
      "year": 2025,
      "text": "حادث مرور كبير على الطريق الدائري الإقليمي بمركز أشمون في مصر يودي بحياة تسعة عشر شخصًا."
    },
    {
      "year": 2023,
      "text": "اندلاع مظاهرات احتجاجية بعد مقتل الشاب نايل مرزوق على يد شُرطي في نانتير بفرنسا، وتصاعد الأحداث لتشمل حرق سيارات وبعض المباني العامة، وإصابة ما يزيد عن 500 شخص واعتقال ما يزيد عن 2400 شخص."
    },
    {
      "year": 2019,
      "text": "متظاهرون بدفع من ميليشيات الحشد الشعبي على رأسها الفرع العراقي لحزب الله يقتحمون السفارة البحرينية في بغداد، والبحرين تستدعي سفيرها للتشاور، والحكومة العراقية تُندّد بالهجوم وتتعهّد بمحاسبة المتورطين."
    }
  ],
  "06-22": [
    {
      "year": 2025,
      "text": "الرئيس الأمريكي دونالد ترمب يعلن قصف ثلاث منشآت نووية إيرانية في فردو وأصفهان ونطنز باستعمال قنابل من طراز جي بي يو 57 وصواريخ توماهوك."
    },
    {
      "year": 2025,
      "text": "تفجير انتحاري يستهدف كنيسة مار إلياس في حي الدويلعة بدمشق موقعًا 22 قتيلًا وعشرات المصابين."
    },
    {
      "year": 2022,
      "text": "مصرع أكثر من 1500 وإصابة أكثر من 2000 جراء زلزال ضرب أفغانستان وباكستان بلغت شدته 6 بمقياس ريختر."
    }
  ],
  "06-23": [
    {
      "year": 2025,
      "text": "مقراب المسح الشامل الكبير في تشيلي ينشر أولى صوره."
    },
    {
      "year": 2023,
      "text": "مجموعة فاجنر تخوض تمردًا مسلحًا ضد السلطات الروسية وتحتل مقرات عسكرية في مدينة روستوف وتتجه نحو موسكو، لتنهي تمردها في نفس اليوم."
    },
    {
      "year": 2021,
      "text": "اكتشاف مقبرة جماعية في أرض مدرسة ماريفال الهندية السكنية الواقعة في كولومبيا البريطانية، كندا، تضم رُفات ما لا يقل عن 751 طفلًا من السكان الأصليين."
    }
  ],
  "06-11": [
    {
      "year": 2017,
      "text": "الناخبون في بورتوريكو يصوتون لحصول الجزيرة حالة ولاية ضمن الولايات المتحدة، وقد فاز اختيار الولاية بسهولة بنسبة 97.18% من الأصوات، بينما حصد خيار الاستقلال الكامل 1.50% من الأصوات، أمَّا خيار بقاء الحال على ما هو عليه فقد حصد 1.32% من الأصوات فقط."
    },
    {
      "year": 2016,
      "text": "مقتل 16 شخصاً على الأقل وإصابة 35 آخرين في تفجيرين انتحاريين بمنطقة السيدة زينب في ريف دمشق، الأول نفذه انتحاري بحزام ناسف والثاني بسيارة مفخخة."
    },
    {
      "year": 2010,
      "text": "افتتاح بطولة كأس العالم لكرة القدم التاسعة عشر المقامة في جنوب أفريقيا."
    }
  ],
  "06-02": [
    {
      "year": 2024,
      "text": "ريال مدريد الإسباني يتوج بلقب دوري أبطال أوروبا للمرة الخامسة عشرة بعد فوزه على بوروسيا دورتموند الألماني في النهائي بنتيجة 2–0."
    },
    {
      "year": 2021,
      "text": "غرق السفينة الإيرانية آي آر آي إس خرج، في خليج عُمان بالقرب من جاسك بعد اندلاع حريق فيها، ونجاة طاقمها. وهي أكبر سفينة نقل بترول في البحرية الإيرانية."
    },
    {
      "year": 2018,
      "text": "غرق قارب مهاجرين بسواحل جزيرة قرقنة التونسية يودي بحياة سبعين شخصًا على الأقل."
    }
  ],
  "06-09": [
    {
      "year": 2019,
      "text": "مئات الآلاف من الناس يتظاهرون ضدَّ مشروع قانون لتسليم المُجرمين بين حُكُومة هونغ كونغ والحُكُومة الاتحاديَّة الصينيَّة خوفًا من خرق الخُصوصيَّة القانونيَّة لِلمدينة المُتمتعة بِحُكمٍ ذاتيّ، وأمنها الشخصي."
    },
    {
      "year": 2012,
      "text": "المجلس الوطني السوري ينتخب عبد الباسط سيدا رئيسًا له خلفًا لبرهان غليون."
    },
    {
      "year": 2006,
      "text": "افتتاح بطولة كأس العالم لكرة القدم 2006 المقامة في ألمانيا."
    }
  ],
  "06-10": [
    {
      "year": 2025,
      "text": "مسلح يقتل عشرة أشخاص في إحدى ثانويات مدينة غراتس في النمسا قبل أن ينتحر."
    },
    {
      "year": 2024,
      "text": "وفاة أكثر من 1000 شخص خلال موسم الحج بسبب موجة الحرارة المرتفعة التي وصلت إلى 51 درجة مئوية في المسجد الحرام، وهو أكبر عدد وفيات منذ حادثة التدافع في 2015."
    },
    {
      "year": 2018,
      "text": "الولايات المتحدة تفرض رسومًا جمركية على واردات الصُلب والألمنيوم من كندا والاتحاد الأوروبي والمكسيك في اجتماع قمة مجموعة السبع في كيبك، كندا، وترفض المصادقة على البيان المشترك."
    }
  ],
  "06-14": [
    {
      "year": 2023,
      "text": "مقتل 82 من المهاجرين غير الشرعيين على الأقل وإنقاذ 104 آخرين واعتبار مئات آخرين في عداد المفقودين بعد غرق مركب يُقِلُّهم قبالة ساحل بيلوس باليونان."
    },
    {
      "year": 2018,
      "text": "افتتاح بطولة كأس العالم لكرة القدم 2018 المقامة في روسيا."
    },
    {
      "year": 2018,
      "text": "تشكيل الحكومة الأردنية الجديدة برئاسة عمر الرزاز بعد صدور الإرادة الملكية."
    }
  ],
  "06-08": [
    {
      "year": 2024,
      "text": "جيش الاحتلال الإسرائيلي يرتكب مجزرة في مخيم النصيرات راح ضحيتها ما يزيد عن 270 مدنيًا فلسطينيًا وجُرح قُرابة 700 شخص، وقد حُرر أربعة أسرى، بينما قُتل ثلاثة أسرى آخرون بينهم أمريكي إضافة إلى ضابط إسرائيلي."
    },
    {
      "year": 2021,
      "text": "القبض على أكثر من 800 مشتبه به وضبط 40 طنًا من المخدرات في 16 دولة في إطار عملية درع طروادة، فيما يُعد أكبر عملية لتعاون وكالات الشرطة الدولية."
    },
    {
      "year": 2021,
      "text": "عبور مسبار جونو بجوار قمر المشتري غانيميد."
    }
  ],
  "06-05": [
    {
      "year": 2017,
      "text": "السعودية والبحرين ومصر والإمارات واليمن وليبيا وجزر المالديف تعلن رسمياً قطع العلاقات الدبلوماسية مع دولة قطر."
    },
    {
      "year": 2015,
      "text": "نادي الهلال السعودي يتوج بطلاً لكأس خادم الحرمين الشريفين بعد غياب دام 26 عام."
    },
    {
      "year": 2015,
      "text": "بعد 236 سنة من رحلتها، وبعد سبعة أسابيع على إبحارها، السفينة الفرنسية المعاد إنشاؤها إرميون تصل الولايات المتحدة، وستتوقف في عدة مدن حتى نهاية رحلتها بالاحتفال بيوم الاستقلال في 4 يوليو/تموز."
    }
  ],
  "06-18": [
    {
      "year": 2023,
      "text": "وفاة 5 أشخاص في انبجار الغاطسة تيتان في شمال الأطلسي بالقرب من حطام تيتانيك."
    },
    {
      "year": 2020,
      "text": "انتخاب كينيا والهند والمكسيك وأيرلندا والنرويج أعضاءً غير دائمين في مجلس الأمن التابع للأمم المتحدة ابتداءً من عام 2021."
    },
    {
      "year": 2018,
      "text": "فقدان 192 شخصًا إثر غرق العبارة سينار بانغون في بحيرة توبا الإندونيسية."
    }
  ],
  "06-01": [
    {
      "year": 2025,
      "text": "جهاز الأمن الأوكراني يستهدف عددًا من القواعد الجوية الروسية بطائرات مسيرة، في عمليةٍ سُميت «عملية شبكة العنكبوت»، محدثة أضرارًا بالغة بالقاذفات الاستراتيجية الروسية."
    },
    {
      "year": 2022,
      "text": "تغيير كتابة اسم «تركيا» بالإنجليزية ونُطقه في المنظمات الدولية، ليُصبح «Turkiye» وليس «Turkey»، ليُطابق نُطقه باللغة التركية والعربية، لمنع التشابه مع كلمات لها معان أخرى."
    },
    {
      "year": 2022,
      "text": "الناخبون الدنماركيون يؤيدون في استفتاء شعبي المشاركة في السياسة الأمنية والدفاعية المشتركة للاتحاد الأوروبي."
    }
  ],
  "06-13": [
    {
      "year": 2025,
      "text": "إسرائيل تشن ضربات جوية على مناطق مختلفة في إيران مستهدفة منشآت الطاقة النووية وعلماءها وكبار قادة الحرس الثوري؛ لتبدأ إيران شن ضربات صاروخية على إسرائيل مساء اليوم ذاته."
    },
    {
      "year": 2021,
      "text": "تشكيل حكومة إسرائيلية جديدة برئاسة نفتالي بينيت، بمشاركة القائمة العربية الموحدة، مما أنهى عهد بنيامين نتنياهو الذي دام 12 سنة."
    },
    {
      "year": 2019,
      "text": "هُجُومٌ على ناقلتيّ نفط إحداها نرويجيَّة والأُخرى يابانيَّة في خليج عُمان دون وقوع قتلى، والحُكُومتان الأمريكيَّة والسُعُوديَّة تتهمان إيران بِالوُقُوف وراء الحادث."
    }
  ],
  "06-07": [
    {
      "year": 2022,
      "text": "إعلان الموافقة على تعديلات دستورية واسعة النطاق في كازاخستان بعد موافقة 77.18% من المصوتين في الاستفتاء، بنسبة تصويت بلغت 68.05%."
    },
    {
      "year": 2021,
      "text": "تصادم قطارين في مقاطعة غوتكي الباكستانية يؤدي لمقتل 63 شخصًا."
    },
    {
      "year": 2018,
      "text": "وكالة ناسا تعلن اكتشاف جزيئات عضوية معقدة في المريخ من عينات جمعتها مركبة كوريوستي الجوالة من فوهة غيل."
    }
  ],
  "06-12": [
    {
      "year": 2025,
      "text": "تحطم طائرة الخطوط الجوية الهندية الرحلة رقم 171 في أحمد آباد، ما أدى لوفاة أكثر من 200 شخص."
    },
    {
      "year": 2024,
      "text": "اندلاع حريق في مبنى سكني في منطقة المنقف بالكويت مما أودى بحياة 50 شخصًا جميعهم من الأجانب."
    },
    {
      "year": 2019,
      "text": "هجوم صاروخي يستهدف مطار أبها الدولي جنوب السعودية، تبنّته حركة أنصار الله الحوثية، مُعطِّلًا الملاحة الدولية بالمطار لعدة ساعات وأسفر عن إصابة ستة وعشرين مدنيًا من جنسيات مختلفة."
    }
  ],
  "06-25": [
    {
      "year": 2017,
      "text": "مقتل ما لا يقل عن 150 شخصا وإصابة أكثر من 100 آخرين في حادثة انفجار ناقلة نفط بالقرب من شرق أحمدبور في باكستان."
    },
    {
      "year": 2014,
      "text": "اختتام الدورة 38 للجنة التراث العالمي المنعقدة في الدوحة (قطر) بإضافة 26 موقعًا جديدًا والتمديد لأربعة آخرين."
    },
    {
      "year": 2013,
      "text": "تنحي حمد بن خليفة آل ثاني عن إمارة قطر وإعلان تميم بن حمد بن خليفة آل ثاني أميراً للبلاد."
    }
  ],
  "06-06": [
    {
      "year": 2023,
      "text": "تدمير سد كاخوفكا الواقع على نهر دنيبر في مقاطعة خيرسون بأوكرانيا، ممَّا سبب فيضاناتٍ واسعة أدَّت إلى إخلاء العديد من القُرى والبلدات."
    },
    {
      "year": 2018,
      "text": "مقتل 18 وإصابة أكثر من 90 شخصًا في انفجار كدس للعتاد مخزن في حسينية في مدينة الصدر في بغداد."
    },
    {
      "year": 2015,
      "text": "نادي برشلونة الإسباني يفوز بدوري أبطال أوروبا لعام 2015 بعد تغلبه على يوفينتوس الإيطالي بنتيجة 3-1 في النهائي الذي أقيم في برلين."
    }
  ],
  "06-24": [
    {
      "year": 2022,
      "text": "المحكمة العليا في الولايات المتحدة تُصدر حُكمًا في قضية دوبس ضد منظمة جاكسون مُفاده أن دستور الولايات المتحدة لا يُعطي أي حق للإجهاض."
    },
    {
      "year": 2019,
      "text": "اختيار مدينتي ميلانو وكورتينا دامبيدزو لاستضافة كُلٍ من الألعاب الأولمبية الشتوية 2026 والألعاب البارالمبيَّة الشتويَّة."
    },
    {
      "year": 2018,
      "text": "الإعلان عن فوز الرئيس التُركي رجب طيب أردوغان بِولايةٍ رئاسيَّةٍ ثانية بعد أن حصد ما نسبته 52.59% من أصوات الناخبين في الانتخابات الرئاسيَّة المُبكرة."
    }
  ],
  "06-30": [
    {
      "year": 2024,
      "text": "المنتخب النيوزيلندي لكرة القدم يتوج بلقب كأس أمم أوقيانوسيا للمرة السادسة في تاريخه بعد فوزه في النهائي على نظيره الفانواتي بنتيجة 3–0."
    },
    {
      "year": 2020,
      "text": "البرلمان الصيني يُقّر قانون الأمن الوطني في هونغ كونغ، متجاوزًا مجلسها التشريعي، ومظاهرات تجتاح شوارع الأخيرة في اليوم الموالي (1 يوليو 2020) رفضًا للقانون."
    },
    {
      "year": 2015,
      "text": "الهيئة الدولية لدوران الأرض والنظم المرجعية تقرر إضافة الثانية الكبيسة لنهاية 30 يونيو 2015."
    }
  ],
  "06-04": [
    {
      "year": 2025,
      "text": "انتخاب لي جاي ميونغ رئيسًا لكوريا الجنوبية."
    },
    {
      "year": 2023,
      "text": "الأهلي المصري يتوج بلقب دوري أبطال إفريقيا بعد فوزه على الوداد المغربي في النهائي بمجموع 3–2 في المبارتين."
    },
    {
      "year": 2022,
      "text": "مقتل 41 وإصابة 450 شخصًا على الأقل إثر وقوع حريق تلاه انفجارات في مستودع حاويات في سيتاكوندا ببنغلاديش."
    }
  ],
  "07-19": [
    {
      "year": 2024,
      "text": "انقطاع في خدمات تقانة المعلومات في العديد من أجهزة الحاسوب التي تعمل بنظام مايكروسوفت ويندوز، وتعطل الرحلات الجوية والمصالح في كثير من الدول، بسبب تحديث خاطئ قامت به شركة كراودسترايك."
    },
    {
      "year": 2021,
      "text": "إعلان فوز بيدرو كاستيلو برئاسة بيرو، بعد شهر ونصف من إجراء الجولة الثانية من الانتخابات."
    },
    {
      "year": 2020,
      "text": "انطلاق مسبار الأمل إلى المريخ من مركز تانيغاشيما الفضائي في اليابان، في أوّلِ مهمة عربية وإماراتية من نوعها لاستكشاف الكوكب الأحمر."
    }
  ],
  "07-09": [
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 12 مليون شخص حول العالم، من بينهم أكثر من 548 ألف حالة وفاة وحوالي ستة ملايين و 561 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2017,
      "text": "الجيش العراقي يعلن عن استعادة مدينة الموصل بالكامل من قبضة تنظيم داعش."
    },
    {
      "year": 2011,
      "text": "الإعلان عن استقلال جنوب السودان عن السودان الموحد، وسيلفا كير يؤدي اليمين رئيسًا لها، ويأتي الاستقلال نتيجة تصويت سكان الجنوب في استفتاء تقرير المصير والذي أجري في الفترة من 9 إلى 15 يناير 2011."
    }
  ],
  "07-21": [
    {
      "year": 2024,
      "text": "الرئيس الأمريكي جو بايدن يعلن انسحابه من السباق الرئاسي."
    },
    {
      "year": 2022,
      "text": "فوز دروبادي مورمو من حزب بهاراتيا جاناتا بالانتخابات الرئاسية الهندية بنسبة 64.03%، لتصبح ثاني امرأة تشغل هذا المنصب بعد براتيبا باتيل."
    },
    {
      "year": 2021,
      "text": "الإعلان عن اختيار مدينة بريزبان في أستراليا لاستضافة دورة الألعاب الأولمبية الصيفية 2032."
    }
  ],
  "07-01": [
    {
      "year": 2025,
      "text": "علماء يعلنون اكتشاف جرم بينجمي عابر للمجموعة الشمسية ويطلقون عليه تسمية «3I/أطلس»."
    },
    {
      "year": 2020,
      "text": "البرلمان الصيني يُقّر قانون الأمن الوطني في هونغ كونغ، متجاوزًا مجلسها التشريعي، ومظاهرات تجتاح شوارع الأخيرة رفضًا للقانون."
    },
    {
      "year": 2018,
      "text": "فوز أندريس مانويل لوبيس أوبرادور بِالانتخابات العامَّة المكسيكيَّة بعد أن حصد ما نسبته 53.19% من الأصوات، ليُصبح بِذلك رئيس الجُهُوريَّة الخامس عشر."
    }
  ],
  "07-15": [
    {
      "year": 2024,
      "text": "المنتخب الأرجنتيني لكرة القدم يتوج بلقب كوبا أمريكا للمرة السادسة عشرة في تاريخه بعد فوزه في النهائي على نظيره الكولومبي بنتيجة 1–0."
    },
    {
      "year": 2022,
      "text": "انعقاد قمة جدة للأمن والتنمية في مدينة جدة في المملكة العربية السعودية، بحضور الرئيس الأمريكي جو بايدن وقادة دول مجلس التعاون الخليجي، بالإضافة إلى قادة مصر والعراق والأردن."
    },
    {
      "year": 2021,
      "text": "أمطار غزيزة وفيضانات مدمرة تجتاح عدة دول في أوروبا وتؤدي إلى مقتل ما لا يقل عن 180 شخصًا وفقد آخرين."
    }
  ],
  "07-18": [
    {
      "year": 2021,
      "text": "منظمة قصص محرمة الصحفية تكشف عن عمليات تجسس طالت صحفيين ونشطاء وسياسيين حول العالم عبر برنامج بيجاسوس الذي تطوره إن إس أو الإسرائيلية."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 14 مليون شخص حول العالم، من بينهم أكثر من 600 ألف حالة وفاة وحوالي سبعة ملايين و818 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2012,
      "text": "تفجير بمبنى الأمن القومي السوري يؤدي إلى مقتل وزير الدفاع العماد داود راجحة، ونائب الوزير آصف شوكت، ورئيس خلية إدارة الأزمة حسن تركماني، وإصابة وزير الداخلية محمد الشعار."
    }
  ],
  "07-06": [
    {
      "year": 2024,
      "text": "فوز الإصلاحي مسعود بزشكيان في الانتخابات الرئاسية الإيرانية، حيث حصل على 54% من الأصوات، وبلغت نسبة المشاركة 49.68%."
    },
    {
      "year": 2018,
      "text": "اليابان تعدم أساهارا شوكو العقل المدبر للهجوم بغاز السارين على مترو أنفاق طوكيو سنة 1995، وزعيم ومؤسس جماعة أوم شنريكيو الدينية."
    },
    {
      "year": 2018,
      "text": "المحكمة العليا الباكستانية تُصدر حُكمًا بالسجن لِعشر سنوات على رئيس الوزراء الأسبق نوَّاز شريف وكذلك على ابنته (لِسبع سنوات) وصهره (سنة واحدة) بعد إدانتهم بالفساد السياسي والإداري."
    }
  ],
  "07-31": [
    {
      "year": 2024,
      "text": "اغتيال إسماعيل هنية رئيس المكتب السياسي لحركة المقاومة الإسلامية (حماس)، إثر غارة إسرائيلية استهدفت مقر إقامته في طهران، التي زارها لحضور مراسم تنصيب الرئيس مسعود بزشكيان."
    },
    {
      "year": 2022,
      "text": "مقتل زعيم تنظيم القاعدة أيمن الظواهري عن 71 عامًا، في غارة أمريكية بطائرة مسيرة في كابل عاصمة أفغانستان."
    },
    {
      "year": 2021,
      "text": "اليونيسكو تصنف السلط في وسط الأردن ضمن مواقع التراث العالمي."
    }
  ],
  "07-30": [
    {
      "year": 2025,
      "text": "إطلاق القمر الاصطناعي الأمريكي الهندي نيسار من مركز ساتيش داوان الفضائي في الهند."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 17 مليون شخص حول العالم، من بينهم أكثر من 667 ألف حالة وفاة وحوالي تسعة ملايين و964 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2019,
      "text": "مجلس الوزراء السعودي يُقرّ تعديلات قانونيَّة قلصت بشكل كبير نظام الولاية على المرأة، حيث سمح لها باستخراج جواز سفر والسفر ما إن تبلغ سن 21 عامًا دون الحاجة لإذن من ولي للأمر."
    }
  ],
  "07-24": [
    {
      "year": 2025,
      "text": "تحطم طائرة خطوط أنجارا الرحلة 2311 في مقاطعة أمور في أقصى شرق روسيا، ما أسفر عن مصرع جميع من كانوا على متنها، وعددهم 49 شخصًا."
    },
    {
      "year": 2025,
      "text": "اشتباكات حدودية بين كمبوديا وتايلاند تسفر عن مقتل 13 شخصًا وإصابة العشرات."
    },
    {
      "year": 2020,
      "text": "افتتاح آيا صوفيا، رسميًّا كمسجدٍ جامع من جديد، وإقامة أوَّل صلاة جُمُعة فيه مُنذُ 86 سنة."
    }
  ],
  "07-03": [
    {
      "year": 2023,
      "text": "مقتل 12 فلسطينيًّا وإصابة ما يزيد عن 170 آخرين في اجتياح جيش الاحتلال الإسرائيلي لمخيم جنين، والمقاومة الفلسطينية ترد بقتل جندي إسرائيلي وإصابة آخرين وإعطاب مركبات عسكرية."
    },
    {
      "year": 2020,
      "text": "انتحار علي محمد الهق في بيروت، خلال ثورة 17 تشرين الأول."
    },
    {
      "year": 2020,
      "text": "الجزائر تستعيد رفات 24 من قادة المقاومة الجزائرية، بعد مرور 170 سنة على احتجازها وعرضها في متاحف فرنسية مختلفة."
    }
  ],
  "07-26": [
    {
      "year": 2024,
      "text": "انطلاق حفل افتتاح النسخة الثالثة والثلاثين من الألعاب الأولمبية الصيفية بمدينة باريس."
    },
    {
      "year": 2023,
      "text": "انقلاب عسكري في النيجر يطيح بالرئيس محمد بازوم، وسط رفض إفريقي ودولي."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 16 مليون شخص حول العالم، من بينهم أكثر من 644 ألف حالة وفاة وحوالي تسعة ملايين و262 ألف حالة تماثلت للشفاء."
    }
  ],
  "07-17": [
    {
      "year": 2023,
      "text": "مصرع 47 شخصًا وإصابة 34 إثر فيضانات كبيرة اجتاحت مقاطعتي تشونغتشونغ الشمالية وغيونغسانغ الشمالية في كوريا الجنوبية."
    },
    {
      "year": 2021,
      "text": "الأهلي المصري يُتوّج بدوري أبطال أفريقيا للمرة العاشرة في تاريخه، بعد تغلبه على كايزر تشيفز بنتيجة 3-0."
    },
    {
      "year": 2019,
      "text": "منظمة الصحة العالمية تُعلن أن تفشِّي الإيبولا في الكونغو استحال أزمةً صحيَّةً عالميَّةً طارئة."
    }
  ],
  "07-05": [
    {
      "year": 2024,
      "text": "فوز كبير لحزب العمال بقيادة كير ستارمر في الانتخابات العامة في المملكة المتحدة، حيث حصل على 411 من 650 مقعدًا، وبلغت نسبة المشاركة 59.9%."
    },
    {
      "year": 2016,
      "text": "مسبار جونو يدخل مدار المشتري ليبدأ عملية مسح ستستغرق 20 شهراً للكوكب."
    },
    {
      "year": 2015,
      "text": "سيدات الولايات المتحدة الأمريكية يتوجن بلقب ببطولة بطولة كأس العالم لكرة القدم للسيدات بعد تفوقهن في المباراة النهائية على نظيراتهن اليابانيات بنتيجة 5-2."
    }
  ],
  "07-20": [
    {
      "year": 2023,
      "text": "محتجون عراقيون يقتحمون السفارة السويدية في بغداد بعد إحراق القرآن في السويد على يد لاجئٍ عراقي مسيحي."
    },
    {
      "year": 2022,
      "text": "إصابة قرية برخ في ناحية دركار التابعة لقضاء زاخو في محافظة دهوك بإقليم كردستان العراق بقصفٍ مدفعي أودى بحياة ثمانية أشخاصٍ على الأقل."
    },
    {
      "year": 2022,
      "text": "موجة حر شديدة تجتاح أوروبا وتؤدي إلى اندلاع حرائق غابات، ووفاة أكثر من 3600 شخصًا."
    }
  ],
  "07-27": [
    {
      "year": 2018,
      "text": "حدوث أطول خسوف كلي للقمر في القرن الحادي والعشرين حتى التاريخ المذكور."
    },
    {
      "year": 2013,
      "text": "وقوع أحداث طريق النصر في القاهرة بين مؤيدين لمحمد مرسي والقوَّات المُسلَّحة المصريَّة، عقب ما سُمي بـ\"التفويض\"، الأمر الذي أسفر عن سقوط مئات القتلى وآلاف الجرحى."
    },
    {
      "year": 2012,
      "text": "افتتاح دورة الألعاب الأولمبية الصيفية المقامة في لندن."
    }
  ],
  "07-13": [
    {
      "year": 2024,
      "text": "الرئيس الأمريكي السابق دونالد ترامب ينجو من محاولة اغتيال بعد إطلاق نار في تجمع سياسي في بتلر بولاية بنسلفانيا."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 13 مليون شخص حول العالم، من بينهم أكثر من 570 ألف حالة وفاة وحوالي سبعة ملايين و188 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2019,
      "text": "إطلاق المرصد الروسي الألماني للفيزياء الفلكية عالية الطاقة سبيكتر آر جي من ميناء بايكونور الفضائي في كازاخستان."
    }
  ],
  "07-23": [
    {
      "year": 2018,
      "text": "حرائق الغابات في إقليم أتيكا اليوناني تقتل 76 شخصاً وتخلف العديد من المصابين."
    },
    {
      "year": 2018,
      "text": "انهيار سد أتابيو الكهرومائي، الذي كان ما يزال قيد الإنشاء، في الجنوب الغربي من لاوس مخلفاً أضرارًا بالغة بالقرى المجاورة ومتسبباً بتشريد أكثر من ستة ألاف شخص."
    },
    {
      "year": 2018,
      "text": "اللاعب الألماني التركي مسعود أوزيل يُعلن اعتزاله اللعب دوليًّا بعد عاصفة الانتقادات التي وُجهت له من قبل الصحافة الألمانية بسبب صورة التُقِطت لهُ مع الرئيس التُركي رجب طيب أردوغان."
    }
  ],
  "07-02": [
    {
      "year": 2022,
      "text": "فرض حالة الطوارئ في منطقة قرقل باغستان في أوزبكستان بعد اندلاع احتجاجات ضد مُقترح لتعديلات دستورية تحد من الحكم الذاتي للمنطقة."
    },
    {
      "year": 2020,
      "text": "النتائج النهائية لاستفتاء تعديل الدستور الروسي تظهر موافقة 78% من إجمالي المشاركين، وقد بلغت نسبة الإقبال العام على الاستفتاء 67.88% من إجمالي الناخبين المسجلين."
    },
    {
      "year": 2020,
      "text": "مقتل ما يزيد عن 162 وإصابة 54 شخصًا في انهيار أرضي في منجم باكنات جيد في ميانمار، إثر هطول الأمطار."
    }
  ],
  "07-07": [
    {
      "year": 2025,
      "text": "حريقٌ في مبنى سنترال رمسيس بالقاهرة يودي بحياة أربعة أشخاص وإصابة ثلاثة وثلاثين آخرين، ويؤدي لانقطاع مؤقت لخدمات الاتصالات والإنترنت في عدة مناطق في مصر."
    },
    {
      "year": 2025,
      "text": "الرئيس الأمريكي دونالد ترمب يعلن إلغاء تصنيف هيئة تحرير الشام منظمةً إرهابية أجنبية تماشيًا مع إزالة العقوبات الدولية على سوريا بعد سقوط نظام الأسد."
    },
    {
      "year": 2023,
      "text": "رئيس وزراء هولندا مارك روته يعلن استقالة حكومته على أثر خلافات حول سياسات الهجرة."
    }
  ],
  "07-11": [
    {
      "year": 2022,
      "text": "ناسا تكشف عن أول صورة حقل عميق التقطها مقراب جيمس ويب الفضائي وتُعَد أعمق وأدق صورة التقطت للكون في تاريخ البشرية."
    },
    {
      "year": 2021,
      "text": "إيطاليا تُحقق بطولة أمم أوروبا للمرة الثانية في تاريخها أمام إنجلترا بعد الفوز بضربات الترجيح."
    },
    {
      "year": 2018,
      "text": "علماء يكتشفون أدوات حجرية يعود تاريخها لـ2.1 مليون سنة في موقع شانغشن الأثري في الصين وهي أقدم دليل على تواجد أشباه البشر خارج أفريقيا."
    }
  ],
  "07-25": [
    {
      "year": 2025,
      "text": "إخلاء سبيل المناضل اللبناني جورج إبراهيم عبد الله بعد إحدى وأربعين سنة قضاها في السجون الفرنسية."
    },
    {
      "year": 2021,
      "text": "اليونيسكو تصنف منطقة حمى الثقافية في جنوب السعودية ضمن مواقع التراث العالمي."
    },
    {
      "year": 2021,
      "text": "أزمة سياسية في تونس بعد قرار الرئيس قيس سعيد تجميد عمل البرلمان وإقالة رئيس الوزراء هشام المشيشي، بينما رفضت حركة النهضة القرار."
    }
  ],
  "07-08": [
    {
      "year": 2022,
      "text": "مقتل رئيس وزراء اليابان السابق شينزو آبي بالرصاص عن عمر ناهز 67 عامًا، أثناء إلقائه خطابًا في تجمع انتخابي في مدينة نارا."
    },
    {
      "year": 2018,
      "text": "انحراف قطار عن مساره في تشورلو التركية يتسبب في مقتل 24 شخصاً وإصابات لأكثر من 120 آخرين."
    },
    {
      "year": 2018,
      "text": "بيان القمة الإثيوبية الإريترية المشترك ينهي صراع الحدود الإريتري–الإثيوبي ويعيد العلاقات الدبلوماسية بين البلدين ويفتح الحدود المشتركة بينهما."
    }
  ],
  "07-16": [
    {
      "year": 2025,
      "text": "حريق بمبنى مركز تسوق في مدينة الكوت العراقية، أسفر عن مصرع 69 شخصًا."
    },
    {
      "year": 2019,
      "text": "البرلمان الأوروبي ينتخب بِأغلبيةٍ طفيفة السياسيَّة الألمانيَّة أورسولا ڤون دير لاين رئيسةً لِلمُفوَّضيَّة الأوروبيَّة لِتكون بِذلك أوَّل امرأة تتولَّى هذا المنصب."
    },
    {
      "year": 2013,
      "text": "إسبانيا تسلم المغرب رسميًا نسخ ميكروفيلم من الخزانة الزيدانية، التي فقدها سلاطين المغرب وطالبوا بها منذ سنة 1612م."
    }
  ],
  "07-14": [
    {
      "year": 2024,
      "text": "المنتخب الإسباني لكرة القدم يتوج بلقب بطولة أمم أوروبا للمرة الرابعة في تاريخه بعد فوزه في النهائي على نظيره الإنجليزي بنتيجة 2–1."
    },
    {
      "year": 2024,
      "text": "المنتخب الأرجنتيني لكرة القدم يحقق لقب كوبا أمريكا للمرة الثانية على التوالي والـ16 في تاريخه، بعد فوزه على نظيره الكولومبي بنتيجة 1–0 في النهائي."
    },
    {
      "year": 2017,
      "text": "الشُرطة الإسرائيليَّة تُغلق المسجد الأقصى أمام المُصلين يوم الجُمُعة، لِتكون هذه أوَّل مرَّة مُنذُ سنة 1969 عقب مُحاولة مايكل دينس روهن إحراق المسجد، وذلك بعد عملية إطلاق نار وقعت صباحًا في بيت المقدس أدَّت إلى إصابة ثلاثة من أفراد الشُرطة الإسرائيليَّة."
    }
  ],
  "07-22": [
    {
      "year": 2024,
      "text": "مصرع 257 شخصًا على الأقل وتشريد الآلاف بسبب انهيارين أرضيين في قريتين بجنوب إثيوبيا."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 15 مليون شخص حول العالم، من بينهم أكثر من 617 ألف حالة وفاة وحوالي ثمانية ملايين ونصف المليون حالة تماثلت للشفاء."
    },
    {
      "year": 2015,
      "text": "جامعة برمنغهام تُعلن عُثورها على مخطوطةٍ قُرآنيَّةٍ ترجع إلى العصر النبوي، بعد أن كانت قد دُمجت بالخطأ مع مخطوطةٍ أُخرى طيلة سنوات."
    }
  ],
  "07-12": [
    {
      "year": 2024,
      "text": "اندلاع حريق في مبنى سكني في منطقة المنقف بالكويت مما أودى بحياة 50 شخصًا جميعهم من الأجانب."
    },
    {
      "year": 2021,
      "text": "مقتل ما لا يقل عن 90 شخصًا في حريق مستشفى الحسين بمدينة الناصرية جنوب العراق."
    },
    {
      "year": 2021,
      "text": "مقتل ما لا يقل عن 70 شخصًا واعتقال أكثر من 1200 آخرين إثر احتجاجات في جنوب أفريقيا على اعتقال الرئيس السابق جاكوب زوما بتهمة ازدراء المحكمة."
    }
  ],
  "07-10": [
    {
      "year": 2023,
      "text": "إعادة انتخاب الرئيس الأوزبكي شوكت ميرضيايف، في انتخابات مبكرة بعد تعديلات دستورية تسمح له بالترشح لولايتين تاليتين."
    },
    {
      "year": 2021,
      "text": "الأرجنتين بقيادة ليونيل ميسي تتوّج بطلًا بكوبا أمريكا للمرة الخامسة عشر في تاريخها، بعد تغلبها على البرازيل بنتيجة 1-0."
    },
    {
      "year": 2020,
      "text": "المحكمة الإدارية العُليا في تُركيَّا تقضي بِإلغاء وضع آيا صوفيا كمتحف وإعادة العمل به كمسجدٍ جامع بعد نحو 86 سنة من إيقاف الصلاة فيه."
    }
  ],
  "07-28": [
    {
      "year": 2021,
      "text": "إعلان فوز حزب العمل المعارض في سانت لوسيا بالأغلبية في الانتخابات البرلمانية التي جرت في 26 يوليو."
    },
    {
      "year": 2021,
      "text": "وفاة ما لا يقل عن 250 شخصًا جراء فيضانات شديدة اجتاحت ولاية ماهاراشترا في الهند."
    },
    {
      "year": 2020,
      "text": "إدانة رئيس الوزراء الماليزي السابق نجيب عبد الرزاق في جميع التهم السبعة الموجهة إليه خلال المحاكمة الأولى بخصوص فضيحة صندوق وان إم دي بي السيادي."
    }
  ],
  "07-29": [
    {
      "year": 2025,
      "text": "زلزالٌ عنيف بلغت قوته 8.8 درجات يضرب الساحل الشرقي لشبه جزيرة كمشتكا شرق روسيا مما تسبب بعدة أمواج عاتية حول المحيط الهادئ."
    },
    {
      "year": 2019,
      "text": "مقتل 57 شخصًا في أعمال شغب بين عصابتين في سجن التاميرا في البرازيل."
    },
    {
      "year": 2018,
      "text": "فوز الدرَّاج الويلزي جيرانت توماس بِطواف فرنسا لسنة 2018."
    }
  ],
  "07-04": [
    {
      "year": 2025,
      "text": "فيضانات في وسط تكساس في الولايات المتحدة تؤدي إلى مقتل 120 شخصًا."
    },
    {
      "year": 2021,
      "text": "مقتل ما لا يقل عن 50 شخصًا في تحطم طائرة لوكهيد سي-130 هيركوليز تابعة للقوات الجوية الفلبينية."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 11 مليون شخص حول العالم، من بينهم أكثر من 523 ألف حالة وفاة وحوالي خمسة ملايين و830 ألف حالة تماثلت للشفاء."
    }
  ],
  "08-19": [
    {
      "year": 2025,
      "text": "وفاة ما لا يقل عن 79 شخصًا في حادث طرق في منطقة جوزارا، بولاية هرات في أفغانستان."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 22 مليون شخص حول العالم، من بينهم أكثر من 781 ألف حالة وفاة وحوالي 14 مليونًا و135 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2020,
      "text": "رئيس جمهورية مالي، إبراهيم أبو بكر كيتا، يُعلن استقالته وحل الحُكُومة إثر اعتقاله من قبل الجيش في انقلابٍ عسكريٍّ بعد بضعة شهور من الاحتجاجات الشعبيَّة."
    }
  ],
  "08-18": [
    {
      "year": 2020,
      "text": "المحكمة الدولية الخاصة بلبنان تصدر حكمها بإدانة سليم عياش ضمن قائمة المتهمين، في قضية اغتيال رئيس الوزراء اللبناني الأسبق رفيق الحريري."
    },
    {
      "year": 2018,
      "text": "لاعب الكريكيت السابق عمران خان يصبح رسميًا رئيس الوزراء في باكستان."
    },
    {
      "year": 2018,
      "text": "انطلاق دورة الألعاب الآسيوية 2018 المنعقدة في الفترة ما بين 18 أغسطس و2 سبتمبر في جاكرتا عاصمة إندونيسيا."
    }
  ],
  "08-21": [
    {
      "year": 2021,
      "text": "ملك ماليزيا عبد الله أحمد شاه يعين إسماعيل صبري يعقوب رئيسًا للوزراء في أعقاب الأزمة السياسية في البلاد."
    },
    {
      "year": 2017,
      "text": "كُسوف شمسي كُلّي يحدث فوق الولايات الأمريكية المتجاورة لأول مرة منذ عام 1918."
    },
    {
      "year": 2014,
      "text": "تسمية أحمد داود أوغلو زعيمًا لِحزب العدالة والتنمية ورئيسًا لوزراء تُركيَّا."
    }
  ],
  "08-25": [
    {
      "year": 2022,
      "text": "إعلان حالة الطوارئ في باكستان بعد وفاة قرابة 1200 وإصابة أكثر من 1700 آخرين، وتضرر مئات الآلاف من المنازل وقطع العديد من الطرق جراء الفيضانات الشديدة التي اجتاحت البلاد."
    },
    {
      "year": 2020,
      "text": "اللجنة الإقليمية الأفريقية للإشهاد، التابعة لِمُنظَّمة الصحة العالميَّة، تُعلن اكتمال استئصال شلل الأطفال في أفريقيا."
    },
    {
      "year": 2017,
      "text": "مقتل 28 شخصًا على الأقل في اندلاع أعمال شغب في ولاية هاريانا بِالهند، بعد إدانة الزعيم السيخي «غورميت رام رحيم سينغ» بِتُهمة الاغتصاب."
    }
  ],
  "08-13": [
    {
      "year": 2020,
      "text": "إسرائيل والإمارات العربية المتحدة تعلنان اتفاقًا لتطبيع العلاقات بين الدولتين."
    },
    {
      "year": 2015,
      "text": "إعصار سودلور أو إعصار حنَّة ينحسر بعد أن ضرب تايوان وشرق الصين واليابان والفلپين وما جاورها من جُزر ومناطق مُخلفًا 38 قتيلًا على الأقل ومئات الجرحى."
    },
    {
      "year": 2015,
      "text": "تفجير شاحنة مُفخخة في إحدى الأسواق الشعبيَّة في بغداد يُخلِّف 80 قتيلًا على الأقل وأكثر من 200 جريح."
    }
  ],
  "08-23": [
    {
      "year": 2023,
      "text": "تحطم طائرة خاصة في رحلة من موسكو إلى بطرسبرغ، ذكرت المصادر الرسمية أن يفجيني بريجوچين ودميتري أوتكين كانا على متنها."
    },
    {
      "year": 2023,
      "text": "هبوط مركبة الفضاء الهندية تشاندريان 3 على القطب الجنوبي للقمر."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 23 مليون شخص حول العالم، من بينهم أكثر من 800 ألف حالة وفاة وحوالي 14 مليونًا و842 ألف حالة تماثلت للشفاء."
    }
  ],
  "08-11": [
    {
      "year": 2022,
      "text": "إقالة عدد من المسؤولين في بولندا إثر كارثة بيئية كبيرة أدت إلى موت كل الكائنات الحية في نهر أودر."
    },
    {
      "year": 2021,
      "text": "الجزائر تعلن الحداد لثلاثة أيام، بعد وفاة ما لا يقل عن 65 شخصًا جراء الموجة الثانية من حرائق الغابات التي اجتاحت شمال البلاد."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 20 مليون شخص حول العالم، من بينهم أكثر من 736 ألف حالة وفاة وحوالي 12 مليونًا و281 ألف حالة تماثلت للشفاء."
    }
  ],
  "08-07": [
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 19 مليون شخص حول العالم، من بينهم أكثر من 715 ألف حالة وفاة وحوالي 11 مليونًا و578 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2020,
      "text": "مقتل ما لا يقل عن 17 شخصًا في انشطار طائرة تابعة لشركة إير إنديا إكسبرس بعد تجاوزها المدرج خلال الهبوط في مطار كاليكوت."
    },
    {
      "year": 2017,
      "text": "حدوث خسوف جزئي للقمر استمر ما يقارب الساعتين وشوهد في كل من آسيا، وأوروبا، وأفريقيا وأستراليا."
    }
  ],
  "08-15": [
    {
      "year": 2025,
      "text": "تحطم طائرة مروحية في منطقة أشانتي في غانا، ما أسفر عن مقتل ركابها الثمانية ومن بينهم وزير الدفاع إدوارد أومان بواماه ووزير البيئة إبراهيم مرتضى محمد."
    },
    {
      "year": 2022,
      "text": "فوز وليام روتو في الانتخابات العامة الكينية بنسبة 50.49%، ليصبح الرئيس الخامس لكينيا منذ الاستقلال."
    },
    {
      "year": 2021,
      "text": "حركة طالبان تستعيد السيطرة على أفغانستان وتتوّج حملتها العسكرية بتسلّم كابل بعد إنهيار الحكومة الأفغانية وقواتها ومغادرة الرئيس الأفغاني أشرف غني السلطة إثر الإنسحاب الأمريكي من البلاد."
    }
  ],
  "08-17": [
    {
      "year": 2017,
      "text": "مقتل 13 شخصًا على الأقل وإصابة ما لا يقل عن 80 آخرين جراء حادث دهس للمارة في شارع لارامبلا في مدينة برشلونة الإسبانية."
    },
    {
      "year": 2015,
      "text": "تفجيرٌ في مدينة بانكوك عاصمة تايلندا يوقع 21 قتيلًا على الأقل وأكثر من 100 جريح."
    },
    {
      "year": 2013,
      "text": "اقتحام قوات الشرطة لمسجد الفتح بعد حصاره، وإلقاء القبض على المتظاهرين الذين كانوا بداخله فيما عُرِف بأحداث رمسيس الثانية."
    }
  ],
  "08-31": [
    {
      "year": 2025,
      "text": "زلزالٌ حاد يضرب ولايتيّ ننكرهار وكُنَر في أفغانستان مُخلفًا دمارًا هائلًا ومُوديًا بحياة أزيد من ألف وأربعمئة شخص، وإصابة الآلاف."
    },
    {
      "year": 2025,
      "text": "انهيار أرضي في قرية ترسين بجبل مرة في ولاية وسط دارفور في غرب السودان يتسبب بوفاة أكثر من ألف شخص من سكان القرية."
    },
    {
      "year": 2023,
      "text": "مقتل 77 وإصابة 88 على الأقل إثر حريق في مبنى استيطان عشوائي في جوهانسبرغ بجنوب إفريقيا."
    }
  ],
  "08-08": [
    {
      "year": 2025,
      "text": "توقيع اتفاقية سلام بين أذربيجان وأرمينيا، لإنهاء النزاع حول مرتفعات قره باغ الذي استمر 37 عامًا."
    },
    {
      "year": 2023,
      "text": "حرائق غابات في هاواي تؤدي لمقتل ما يزيد عن 99 شخصًا وتدمير مساحات واسعة في لاهاينا."
    },
    {
      "year": 2019,
      "text": "البرلمان الهندي يلغي الحكم الذاتي للشطر الهندي من إقليم كشمير المتنازع عليه مع باكستان، وإسلام آباد تطرد السفير الهندي وتبحث سبل الرد عبر الأمم المتحدة، والأمين العام للأمم المتحدة يدعو إلى «أقصى درجات ضبط النفس»."
    }
  ],
  "08-06": [
    {
      "year": 2023,
      "text": "مقتل ما لا يقل عن 30 شخصًا وإصابة أكثر من 100 بعد خروج قطار هزارة عن المسار في إقليم السند بباكستان."
    },
    {
      "year": 2016,
      "text": "افتتاح دورة الألعاب الأوليمبية الصيفية 2016 والتي تقام في مدينة ريو دي جانيرو البرازيلية بمشاركة 11 ألف رياضي من 206 دولة."
    },
    {
      "year": 2015,
      "text": "افتتاح تفريعة جديدة من قناة السُويس تحمل اسم «قناة السُويس الجديدة»، بِطول 35 كيلومترًا."
    }
  ],
  "08-09": [
    {
      "year": 2024,
      "text": "تحطم طائرة رحلة طيران لينهاس رقم 2283 في ولاية ساو باولو البرازيلية، ومقتل 62 شخصًا كانوا على متنها."
    },
    {
      "year": 2021,
      "text": "اللجنة الدولية للتغيرات المناخية التابعة للأمم المتحدة تصدر الجزء الأول من التقرير السادس حول تغير المناخ وآثاره."
    },
    {
      "year": 2018,
      "text": "مقتل 50 شخصًا على الأقل -غالبيتهم من الأطفال- جرّاء قصف قوات التحالف بقيادة السعودية لحافلة أطفال في منطقة ضحيان بمحافظة صعدة في اليمن."
    }
  ],
  "08-05": [
    {
      "year": 2022,
      "text": "جيش الاحتلال الإسرائيلي يغتال قائد المنطقة الشماليّة في سرايا القدس تيسير الجعبري في قصف أدى إلى مقتل 10 أشخاص بينهم طفلة، وإصابة 55 آخرين."
    },
    {
      "year": 2019,
      "text": "البرلمان الهندي يلغي الحكم الذاتي للشطر الهندي من إقليم كشمير المتنازع عليه مع باكستان، وإسلام آباد تطرد السفير الهندي وتبحث سبل الرد عبر الأمم المتحدة، والأمين العام للأمم المتحدة يدعو إلى «أقصى درجات ضبط النفس»."
    },
    {
      "year": 2018,
      "text": "زلزال ثانٍ أشد بقوة 6.9 على مقياس درجة العزم يضرب جزيرة لومبوك الأندونيسية ويُخلّف 98 قتيلاً وجرحى كُثر بعد زلزال الهزة المستبقة قبل أسبوع."
    }
  ],
  "08-27": [
    {
      "year": 2025,
      "text": "افتتاح الدورة الثانية والستين من معرض دمشق الدولي وهي الدورة الأولى له بعد إسقاط نظام الأسد في سورية."
    },
    {
      "year": 2022,
      "text": "إعادة انتخاب الرئيس جواو لورنسو لولاية جديدة بعد فوز الحركة الشعبية لتحرير أنغولا في الانتخابات العامة في أنغولا."
    },
    {
      "year": 2020,
      "text": "القضاء النيوزيلندي يُصدر حُكمه على برينتون تارانت، مُنفِّذ مجزرتيّ كرايستشيرش سنة 2019، بِالسجن مدى الحياة دون إمكانية الإفراج المشروط، لِتكون تلك المرَّة الأولى التي تُفرض فيها هذه العُقُوبة بِتاريخ نيوزيلندا."
    }
  ],
  "08-01": [
    {
      "year": 2023,
      "text": "الرئيس التونسي قيس سعيد ينهي مهام رئيسة الحكومة نجلاء بودن ويعين أحمد الحشاني رئيسًا للوزراء."
    },
    {
      "year": 2018,
      "text": "منح ميدالية فيلدز في الرياضيات لعام 2018 لكل من كوجر بيركار وأليسيو فيجالي وبيتر شولز وأكشاي فينكاتيش."
    },
    {
      "year": 2017,
      "text": "عائلة البرمجيّ السوري الفلسطيني باسل خرطبيل تؤكد إعدامه على يد السُلطات السوريَّة سنة 2015 بعد أن انقطعت أخباره مُنذ أن نُقل من سجن عدرا آنذاك."
    }
  ],
  "08-30": [
    {
      "year": 2023,
      "text": "وقوع انقلاب عسكري في الغابون فور إعلان نتائج الانتخابات الرئاسية، ووضع الرئيس علي بونغو رهن الاعتقال."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 25 مليون شخص حول العالم، من بينهم أكثر من 843 ألف حالة وفاة وحوالي 16 مليونًا و451 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2015,
      "text": "تنظيم داعش يُفجِّر معبد بل في تدمر تفجيرًا جُزئيًّا."
    }
  ],
  "08-28": [
    {
      "year": 2024,
      "text": "افتتاح الألعاب البارالمبية الصيفية في باريس."
    },
    {
      "year": 2018,
      "text": "حُكُومة بورتوريكو تُعلن أنَّ عدد ضحايا إعصار ماريا الذي ضرب البلاد سنة 2017 هو 2,975 شخصًا عوض 64 كما أُعلن سابقًا، وذلك بعد سنة من الانتقادات التي وُجهت لِعملها فيما يخص إغاثة المنكوبين."
    },
    {
      "year": 2014,
      "text": "اختتام الدورة الثانية من الألعاب الأولمبية الصيفية للشباب في نانجينغ بالصين."
    }
  ],
  "08-26": [
    {
      "year": 2021,
      "text": "مقتل وإصابة العشرات في هجومين انتحاريين على مطار حامد كرزاي الدولي في العاصمة الأفغانية كابل."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 24 مليون شخص حول العالم، من بينهم أكثر من 825 ألف حالة وفاة وحوالي 15 مليونًا و636 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2020,
      "text": "تحوّل إعصار لورا إلى الدرجة الرابعة بعد وصوله إلى سواحل لويزيانا وخليج المكسيك، مُخلفًا 28 قتيلًا، 21 منهم في هايتي، وإجلاء نصف مليون نسمة في كوبا والولايات المتحدة وعدة مناطق أخرى."
    }
  ],
  "08-16": [
    {
      "year": 2021,
      "text": "انتخاب هاكيندي هيشيليما رئيسًا لزامبيا."
    },
    {
      "year": 2015,
      "text": "تحطُّم طائرة تريجانا للخدمات الجويَّة الرحلة رقم 257 وعلى متنها 54 راكبًا في مُحافظة پاپوا بِإندونيسيا."
    },
    {
      "year": 2015,
      "text": "مقتل أكثر من 110 مدني بقصف قوات حكومية سورية سوقاً في مدينة دوما."
    }
  ],
  "08-22": [
    {
      "year": 2025,
      "text": "الأمم المتحدة تعلن المجاعة رسميًّا في قطاع غزة وفقًا للتصنيف المرحلي المتكامل للأمن الغذائي، نتيجة الحصار الإسرائيلي."
    },
    {
      "year": 2023,
      "text": "هون مانيت يؤدي القسم رئيسًا لوزراء كمبوديا، خلفًا لوالده هون سين."
    },
    {
      "year": 2023,
      "text": "البرلمان التيلندي ينتخب سريتا تافيسين رئيسًا للوزراء بعد الانتخابات العامة في مايو."
    }
  ],
  "08-24": [
    {
      "year": 2024,
      "text": "مصرع قُرابة 400 شخص في بارسالوغو ببوركينا فاسو على يد جماعة نصرة الإسلام والمسلمين المرتبطة بتنظيم القاعدة."
    },
    {
      "year": 2021,
      "text": "الرئيس التونسي قيس سعيد يصدر أمرًا رئاسيًا بتمديد «التدابير الاستثنائية» التي اتخذها منذ شهر «إلى غاية إشعار آخر»."
    },
    {
      "year": 2021,
      "text": "الجزائر تعلن قطع علاقاتها مع المغرب، والأخيرة تصف الخطوة بغير المبررة."
    }
  ],
  "08-29": [
    {
      "year": 2016,
      "text": "وقوع تفجير قرب معسكر للتجنيد تابع للجيش اليمني بمدينة عدن يسفر عن مقتل 71 شخصا وتبنى تنظيم الدولة الإسلامية التفجير."
    },
    {
      "year": 2015,
      "text": "تلاشي العاصفة الاستوائية إريكا مخلفةً 30 قتيلاً وخسائر بالملايين، بعد أن ضربت منطقة الكاريبي والدومينيكا لأربعة أيام."
    },
    {
      "year": 2015,
      "text": "متظاهروا حملة طلعت ريحتكم يمهلون الحكومة اللبنانية 72 ساعة لتحقيق مطالبهم."
    }
  ],
  "08-02": [
    {
      "year": 2017,
      "text": "القصر الملكي البريطاني يُعلن تقاعد الأمير فيليب دوق إدنبرة زوج الملكة إليزابيث الثانية عن أداء مهامه الملكيَّة بعد أن بلغ السادسة والتسعين."
    },
    {
      "year": 2014,
      "text": "انفجار مصنع في كونشان بالصين، والذي نجم عنه قتل ما لا يقل عن 146 شخصاً وجرح أكثر من 114 شخصاً."
    },
    {
      "year": 2013,
      "text": "الجيش التونسي يقصف المحمية الطبيعية جبل الشعانبي بالطائرات والمدفعية، وذلك بعد أحداث جبل الشعانبي."
    }
  ],
  "08-03": [
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 18 مليون شخص حول العالم، من بينهم أكثر من 689 ألف حالة وفاة وحوالي عشرة ملايين و690 ألف حالة تماثلت للشفاء."
    },
    {
      "year": 2019,
      "text": "هُجُومٌ مُسلَّح بِبُندُقيَّة اقتحام في إحدى متاجر وول مارت بِمدينة إل پاسو بِولاية تكساس الأمريكيَّة يُوقعُ 22 قتيلًا و40 جريحًا على الأقل، والشُرطة تُعلن أنَّ الدافع قد يكون عرقيًّا."
    },
    {
      "year": 2016,
      "text": "300 راكبًا ينجون بعد تحطم طائرة كانت تقلهم واحتراقها في مطار دبي الدولي."
    }
  ],
  "08-10": [
    {
      "year": 2024,
      "text": "جيش الاحتلال الإسرائيلي يغير على مدرسة التابعين الشرعية في غزة مما أدى إلى مقتل 100 مدني فلسطيني وعشرات الإصابات والمفقودين."
    },
    {
      "year": 2020,
      "text": "رئيس الحكومة اللُبنانيَّة حسَّان دياب يُعلن استقالة حُكُومته على خلفيَّة انفجار مرفأ بيروت قبل نحو أُسبوع وعلى وقع مُظاهرات عنيفة تُطالب بِمُعاقبة المسؤولين."
    },
    {
      "year": 2020,
      "text": "اندلاع احتجاجات مؤيدة للديمقراطية في بيلاروسيا وسط التنازع على إعادة انتخاب الرئيس الحالي ألكسندر لوكاشينكو."
    }
  ],
  "08-12": [
    {
      "year": 2018,
      "text": "وكالة ناسا تُطلق مسبار باركر نحو الشمس لدراسة هالتها الخارجيَّة."
    },
    {
      "year": 2018,
      "text": "الدول المطلة على بحر قزوين توقع معاهدة حول الوضع القانوني للبحر بعد 22 عاماً من المداولات."
    },
    {
      "year": 2017,
      "text": "مقتل 3 أشخاص وإصابة أكثر من 30 آخرين جراء أعمال عنف بين متظاهرين من القوميين البيض (اليمين المتطرف الأمريكي) ومحتجون مناوئين لهم في مدينة شارلوتسفيل بولاية فرجينيا الأميركية."
    }
  ],
  "08-20": [
    {
      "year": 2023,
      "text": "المركبة الفضائية الروسية لونا 25 تتحطم على سطح القمر، بعد وقوع خلل أثناء مناورة تمهيدية لعملية الهبوط."
    },
    {
      "year": 2023,
      "text": "فوز منتخب إسبانيا على نظيره الإنجليزي في مباراة نهائي كأس العالم لكرة القدم للسيدات المقام في أستراليا. ليتوج المنتخب الإسباني بلقب البطل أول مرة في تاريخه."
    },
    {
      "year": 2022,
      "text": "حافلتان في تركيا بموقعين مُختلفين تصطدمان بحشدٍ من الناس، وقَد لقي ما لا يقل عن 35 شخصًا مصرعهم في الحادثتين كما أوردت بعض المصادر في تركيا."
    }
  ],
  "08-04": [
    {
      "year": 2020,
      "text": "انفجار ضخم في مرفأ بيروت يُلحق أضرارًا جسيمة في أرجاء بيروت، وسُمع دويه في الدول المجاورة للبنان، مخلفًا عشرات القتلى والمفقودين وآلاف الجرحى، ومئات الآلاف من النازحين."
    },
    {
      "year": 2019,
      "text": "انفجار كبير أمام المعهد القومي للأورام وسط القاهرة يودي بِحياة 20 شخصًا وإصابة 47 آخرين، واختلافٌ حول تحديد السبب أو الجهة المُنفِّذة."
    },
    {
      "year": 2019,
      "text": "المخترع الفرنسي فرانكي زاباتا يجتاز بحر المانش بلوح طائر في حادثة هي الأولى في التاريخ، وذلك بعد قطعه المسافة الفاصلة بين فرنسا والمملكة المتحدة خلال 22 دقيقة."
    }
  ],
  "08-14": [
    {
      "year": 2022,
      "text": "اندلاع حريق في كنيسة أبي سيفين في منطقة إمبابة بالقاهرة، ممَّا أودى بحياة 41 شخصًا من جُملتهم كاهن الكنيسة."
    },
    {
      "year": 2021,
      "text": "زلزال بقوة 7.2 على مقياس ريختر يضرب منطقة بوتي ترو دو نيب في هايتي، خلف أضرارًا كبيرة في المباني ومئات الضحايا."
    },
    {
      "year": 2020,
      "text": "عدد الإصابات المؤكدة بجائحة كورونا يتخطّى حاجز 21 مليون شخص حول العالم، من بينهم أكثر من 761 ألف حالة وفاة وحوالي 13 مليونًا و48 ألف حالة تماثلت للشفاء."
    }
  ],
  "09-03": [
    {
      "year": 2017,
      "text": "كوريا الشمالية تجري سادس اختبار نووي لها."
    },
    {
      "year": 2013,
      "text": "افتتاح مكتبة برمنجهام، أكبر مكتبة عامة بلدية في المملكة المتحدة."
    },
    {
      "year": 2012,
      "text": "رئيس الجزائر عبد العزيز بوتفليقة يعين عبد المالك سلال وزيرًا أول خلفًا لأحمد أويحي."
    }
  ],
  "09-07": [
    {
      "year": 2025,
      "text": "حدوث خسوف كلي للقمر أمكن مشاهدته في معظم دول العالم؛ حيث كان مرئيًّا بالكامل فوق شرق إفريقيا وآسيا وأستراليا."
    },
    {
      "year": 2021,
      "text": "حريق كبير في سجن تانجيرانج في إندونيسيا، يؤدي إلى وفاة 41 سجينًا وإصابة 80 آخرين."
    },
    {
      "year": 2018,
      "text": "انعقاد قمة طهران الثلاثية التي جمعت بين الرئيس الإيرني حسن روحاني والتركي رجب طيب أردوغان والروسي فلاديمير بوتين، لإجراء محادثات حول تفادي القيام بأعمال عسكرية في محافظة إدلب في سوريا."
    }
  ],
  "09-06": [
    {
      "year": 2016,
      "text": "الاتحاد الدولي لحفظ الطبيعة (IUCN) يعلن خفض تصنيف خطر انقراض الباندا العملاق إلى «غير محصن VU»، بينما رفع تصنيف الغوريلا الشرقية إلى «معرض للخطر للغاية CR»."
    },
    {
      "year": 2009,
      "text": "الحكومة الإسرائيلية تقر خطة رئيس الوزراء بنيامين نتنياهو القاضية ببناء مئات الوحدات السكنية للمستوطنين في الضفة الغربية برغم الإنتقاد الأمريكي لهذا القرار."
    },
    {
      "year": 2008,
      "text": "انتخاب آصف علي زرداري رئيسًا لباكستان."
    }
  ],
  "09-19": [
    {
      "year": 2017,
      "text": "زلزالٌ بلغت قُوَّته 7.1 درجات يضرب جنوب مدينة بويبلا جنوب المكسيك، ويتسبب بِمقتل 217 شخصًا على الأقل."
    },
    {
      "year": 2016,
      "text": "مغادرة نحو 300 مسلح أغلبهم من المصابين حي الوعر في حمص باتجاه محافظة إدلب استكمالاً لاتفاق مصالحة سابق مع الدولة السورية."
    },
    {
      "year": 2015,
      "text": "انتهاء الألعاب الأفريقية الحادية عشرة في برازافيل ومصر تتحصل على المرتبة الأولى."
    }
  ],
  "09-18": [
    {
      "year": 2025,
      "text": "مقتل جنديين إسرائيليين بيد جندي أردني متقاعد كان يحمل مساعداتٍ إلى قطاع غزة، عند معبر جسر الكرامة."
    },
    {
      "year": 2017,
      "text": "وقوع اشتباكات في مدينة كركوك بالعراق بعد إقرار المجلس الإقليمي إدراج المدينة ضمن استفتاء انفصال كردستان."
    },
    {
      "year": 2015,
      "text": "مجلس المستشارين الياباني يقر قانونا يسمح باستخدام القوات المسلحة خارج اليابان لأول مرة منذ الحرب العالمية الثانية."
    }
  ],
  "09-29": [
    {
      "year": 2020,
      "text": "الشيخ نواف الأحمد الجابر الصباح يتولى الحكم في الكويت خلفًا للشيخ صباح الأحمد الجابر الصباح."
    },
    {
      "year": 2018,
      "text": "زلزال يضرب جزيرة سولاوسي في إندونيسيا بقوة 7.5 درجات على مقياس ريختر ويتسبب بموجة تسونامي تودي بحياة 830 شخصًا على الأقل وإصابة أكثر من 1000 آخرين."
    },
    {
      "year": 2015,
      "text": "حركةُ طالبان تُسيطر على مدينة قندوز عاصمة ولاية قندوز في شمال أفغانستان."
    }
  ],
  "09-04": [
    {
      "year": 2023,
      "text": "تعيين الجنرال بريس أوليغي رئيسًا انتقاليًّا للغابون بعد الانقلاب الذي أزيح على أثره علي بونغو عن السلطة."
    },
    {
      "year": 2018,
      "text": "إعصار جيبي الاستوائي يضرب اليابان مُخلفًا 16 قتيلًا وأضرارًا كبيرة في منطقة كانساي."
    },
    {
      "year": 2017,
      "text": "فيضاناتٌ موسميَّة تتسبب بِمقتل قرابة 1،300 شخص في كُلٍ من الهند وباكستان والنيبال وبنغلاديش."
    }
  ],
  "09-23": [
    {
      "year": 2024,
      "text": "غارات إسرائيلية كثيفة ومستمرة على لبنان، تؤدي إلى مقتل أكثر من 500 شخص وإصابة أكثر من 1000 آخرين، من بينهم أطفال ونساء ومسعفين."
    },
    {
      "year": 2019,
      "text": "الإعلان عن إفلاس مجموعة توماس كوك وخطوط توماس كوك الجوية البريطانية، وتسبب انهيار الشركة في تعلق 600 ألف مسافر جوي حول العالم."
    },
    {
      "year": 2015,
      "text": "استقالة رئيس مجموعة ڤولكسڤاغن الألمانيَّة لصناعة السيَّارات مارتن ڤينتركورن على أثر فضيحة المُحرِّكات المغشوشة، التي اتخذت أبعادًا عالميَّة، وخسرت المجموعة بسببها مليارات الدولارات في البورصة."
    }
  ],
  "09-15": [
    {
      "year": 2020,
      "text": "توقيع اتفاقيتا تطبيع العلاقات بين إسرائيل مع الإمارات والبحرين في واشنطن العاصمة."
    },
    {
      "year": 2019,
      "text": "الناخبون التونسيون يتوجهون إلى مكاتب الاقتراع لاختيار الرئيس السابع للجمهورية التونسية بوجود 26 مرشحا، في ثاني انتخابات رئاسية تقام بعد الثورة."
    },
    {
      "year": 2019,
      "text": "فوز المُنتخب الإسباني بنهائي بطولة كأس العالم لكرة السلة 2019 بعد تغلُّبه على المُنتخب الأرجنتيني بِنتيجة 95 - 75."
    }
  ],
  "09-08": [
    {
      "year": 2025,
      "text": "الجمعية الوطنية الفرنسية تحجب الثقة عن حكومة فرنسوا بايرو، حيث صوت 364 نائبًا ضد مقابل 194 مع، وهو ما أدى إلى سقوط الحكومة."
    },
    {
      "year": 2023,
      "text": "زلزال بقوة 6.8 درجة على مقياس ريختر يضرب إقليم الحوز بالمغرب، ما أدى لوفاة أكثر من 2900 شخص."
    },
    {
      "year": 2022,
      "text": "وفاة الملكة إليزابيث الثانية ملكة المملكة المتحدة وست عشرة دولة من دول الكومنولث، عن عمر ناهز 96 عامًا، وولي العهد تشارلز يخلفها ملكًا."
    }
  ],
  "09-13": [
    {
      "year": 2017,
      "text": "فوز حليمة يعقوب بِرئاسة سنغافورة بعد اعتبارها المُرشَّح الوحيد المُؤهَّل لِهذا المنصب، لِتُصبح بذلك أوَّل امرأة تتولَّى رئاسة دولتها."
    },
    {
      "year": 2017,
      "text": "الجمعية العمومية للجنة الأولمبية الدولية تقرر إسناد شرف تنظيم دورتي الألعاب الصيفية: 2024 لمدينة باريس و2028 لمدينة لوس أنجلوس."
    },
    {
      "year": 2015,
      "text": "الصحفية الفرنسية المشهورة كلار شازال تنهي مسيرتها في تقديم الأخبار في قناة تي أف 1، وتحقق رقما قياسيا في آخر نشرة تقدمها بـ10.2 مليون مشاهد."
    }
  ],
  "09-21": [
    {
      "year": 2016,
      "text": "غرق مركب قبالة ساحل منطقة رشيد بمصر، مما أدى لغرق أكثر 204 شخصًا كانوا على متنها، أثناء محاولتهم الهجرة خارج البلاد بطريقة غير شرعية."
    },
    {
      "year": 2014,
      "text": "التوقيع على اتفاق السلم والشراكة الوطنية بين جماعة أنصار الله \"الحوثيون\" والحكومة اليمنية لإنهاء الاحتجاجات الحوثية."
    },
    {
      "year": 2013,
      "text": "حادثة القتل الجماعي في المركز التجاري وستغيت تخلف أكثر من 68 قتيلًا وحوالي 175 جريحًا، تبنى الهجوم حركة الشباب المجاهدين."
    }
  ],
  "09-22": [
    {
      "year": 2018,
      "text": "مسلحون يُهاجمون عرضًا عسكريًّا إيرانيًّا في الأهواز جنوب غرب إيران، في ذكرى حرب الخليج الأولى، مما أدى إلى مقتل 25 شخصًا وإصابة أكثر من 60 آخرين، وتبنى كل من تنظيم داعش وحركة النضال العربي لتحرير الأحواز هذا الهجوم."
    },
    {
      "year": 2016,
      "text": "بداية تشكل إعصار ماثيو."
    },
    {
      "year": 2009,
      "text": "وزيرة خارجية بلغاريا السابقة إيرينا بوكوفا تفوز بمنصب مدير «منظمة الأمم المتحدة للتربية والعلم والثقافة / يونسكو» عقب منافسة حادة مع منافسها الوحيد وزير الثقافة المصري فاروق حسني."
    }
  ],
  "09-09": [
    {
      "year": 2025,
      "text": "غارة إسرائيلية تستهدف مقر قادة فريق التفاوض من حركة حماس في العاصمة القطرية الدوحة."
    },
    {
      "year": 2025,
      "text": "رئيس الحكومة النيبالي خادجا براساد شارما أولي يتنحى بعد مظاهراتٍ واسعة قادها شباب البلاد."
    },
    {
      "year": 2016,
      "text": "كوريا الشمالية تجري تجربتها النووية الخامسة، التي اعتبرت الأكبر حتى هذا التاريخ."
    }
  ],
  "09-24": [
    {
      "year": 2019,
      "text": "زلزالٌ يضرب منطقة آزاد كشمير بِقُوَّة 5.6 درجات، ويتسبب بِمصرع 38 شخصًا وإصابة 723 آخرين."
    },
    {
      "year": 2018,
      "text": "الإعلان عن فوز مرشح المعارضة إبراهيم محمد صليح على رئيس جزر المالديف القائم عبد الله يمين في الانتخابات الرئاسية التي أجريت يوم 23 سبتمبر 2018."
    },
    {
      "year": 2015,
      "text": "حادثة تدافع خلال الحج في منى بالسعودية تؤدي لمقتل أكثر من 700 شخص وجرح 800 على الأقل."
    }
  ],
  "09-12": [
    {
      "year": 2022,
      "text": "مقتل ما يزيد عن 170 جنديًا بعد تجدد الاشتباكات الحدودية بين أرمينيا وأذربيجان."
    },
    {
      "year": 2019,
      "text": "الإعلان عن اكتشاف بخار الماء في جو كوكب K2-18b خارج المجموعة الشمسية، وهو أول اكتشاف من نوعه في كواكب المنطقة الصالحة للحياة."
    },
    {
      "year": 2018,
      "text": "ويكيبيديا العربية تصل إلى أكثر من 600 ألف مقالة."
    }
  ],
  "09-05": [
    {
      "year": 2022,
      "text": "مصرع 65 شخصًا وإصابة 250 آخرين إثر وقوع زلزال ضرب منطقة لودينغ في الصين بلغت قوته 6.8 بمقياس ريختر."
    },
    {
      "year": 2021,
      "text": "انقلاب عسكري في غينيا بقيادة مامادي دومبوي، وحل حكومة الرئيس ألفا كوندي وتعطيل العمل بالدستور."
    },
    {
      "year": 2020,
      "text": "الحكومة السودانية تُعلن حالة الطوارئ وإعلان السودان منطقة كوارث طبيعية إثر مقتل 101 شخص وتشريد ما يزيد عن 100 ألف آخرين جراء الفيضانات التي اجتاحت البلاد."
    }
  ],
  "09-11": [
    {
      "year": 2025,
      "text": "الحكم بسجن الرئيس البرازيلي السابق جايير بولسونارو لمدة 27 عامًا بتهمة التورط في مؤامرة انقلابية على الرئيس لولا دا سيلفا."
    },
    {
      "year": 2022,
      "text": "مصرع 7 أشخاص وإصابة 24 آخرين إثر وقوع زلزال ضرب مقاطعة موروب في بابوا غينيا الجديدة بلغت قوته 7.6 بمقياس ريختر."
    },
    {
      "year": 2020,
      "text": "إسرائيل والبحرين تعلنان اتفاقًا لتطبيع العلاقات بين الدولتين."
    }
  ],
  "09-28": [
    {
      "year": 2020,
      "text": "عدد الوفيات المؤكدة بجائحة كورونا يتخطّى حاجز المليون حالة وفاة بعد إصابة 33 مليون شخص حول العالم، من بينهم 23 مليون حالة تماثلت للشفاء."
    },
    {
      "year": 2017,
      "text": "المحكمة العسكريَّة اللُبنانيَّة تُصدر حُكمًا بالإعدام على الشيخ أحمد الأسير الحسيني، بعد إدانته بِقضيَّة المُواجهة العسكريَّة مع الجيش اللُبناني، وبسجن المطرب السابق فضل شاكر لمدة 15 سنة."
    },
    {
      "year": 2015,
      "text": "ظاهرة خسوف القمر الدامي تُشاهَد في أغلب أقطار أفريقيا وأوروبا وأمريكا وغرب آسيا."
    }
  ],
  "09-10": [
    {
      "year": 2025,
      "text": "مقتل الصحفي والناشط اليميني المتطرف تشارلي كيرك برصاص قناص أثناء إلقائه خطبة في جامعة يوتا فالي."
    },
    {
      "year": 2023,
      "text": "المنتخب الألماني لكرة السلة يُتوج بلقب كأس العالم للمرة الأولى في تاريخه بعد فوزه في النهائي على نظيره الصربي بنتيجة 83-77."
    },
    {
      "year": 2023,
      "text": "العاصفة دانيال تضرب شمال وشرق ليبيا وتقتل المئات والأمطار تغمر مدن عديدة في البلاد."
    }
  ],
  "09-30": [
    {
      "year": 2025,
      "text": "مقتل ما لا يقل عن 69 شخصًا وإصابة أكثر من 290 آخرين إثر وقوع زلزال شديد ضرب منطقة سيبو في الفلبين."
    },
    {
      "year": 2022,
      "text": "روسيا تُعلن ضمَّها أربع مناطق في شرق أوكرانيا (لوهانسك ودونيتسك وزاباروجية وخيرسون) بعد سبعة أشهر من بداية غزوها للبلاد."
    },
    {
      "year": 2020,
      "text": "الشيخ نواف الأحمد الجابر الصباح يؤدي اليمين الدستورية في جلسة خاصة عقدها مجلس الأمة، ليصبح أمير الكويت السادس عشر."
    }
  ],
  "09-01": [
    {
      "year": 2025,
      "text": "بدء وضع أحكام قانون العمل المصري رقم 14 حيز التنفيذ رسميًا"
    },
    {
      "year": 2022,
      "text": "نجاة كريستينا فرنانديز دي كيرشنر نائبة رئيس الأرجنتين من محاولة اغتيال نفذها شاب برازيلي مُقيم في الأرجنتين."
    },
    {
      "year": 2019,
      "text": "إعصار دوريان يضرب جُزُر الباهاما بعد بُلُوغه الدرجة الخامسة من القُوَّة على مقياس سفير-سمبسون، مُتسببًا بِمصرع 5 أشخاص على الأقل."
    }
  ],
  "09-20": [
    {
      "year": 2023,
      "text": "وقف إطلاق النار في مرتفعات قرەباغ بوساطة روسية، بعد اشتباكات استمرت ليومين."
    },
    {
      "year": 2020,
      "text": "كشف وثائق فنسن التابعة لوزارة الخزانة الأمريكية، والمتعلقة برصد معاملات مالية مشبوهة حول العالم، تقدر قيمتها بملياري دولار أمريكي."
    },
    {
      "year": 2019,
      "text": "وقوع إضراب عالمي من أجل المناخ في 150 بلدًا، في إطار احتجاجات حركة أيام الجمعة من أجل المستقبل."
    }
  ],
  "09-26": [
    {
      "year": 2023,
      "text": "وفاة 107 أشخاص في حريق بقاعة زفاف في قضاء الحمدانية في العراق."
    },
    {
      "year": 2017,
      "text": "ملك السعودية سلمان بن عبد العزيز يصدر قرارًا يمنح المرأة حق قيادة السيارة ابتداءً من يوم 10 شوال 1439 هـ الموافق 24 يونيو 2018."
    },
    {
      "year": 2017,
      "text": "مقتل 3 رجال أمن إسرائيليين وإصابة رابع في هجوم شنَّه شاب فلسطيني على مدخل مستوطنة «هار أدار» شمال غرب القدس."
    }
  ],
  "09-14": [
    {
      "year": 2024,
      "text": "فوز الرئيس عبد المجيد تبون بالانتخابات الرئاسية الجزائرية، إذ حصل على 84.30% من الأصوات وفقًا لإعلان المحكمة الدستورية."
    },
    {
      "year": 2020,
      "text": "عُلماءٌ فلكيُّون يُعلنون اكتشاف غاز الفوسفين في الغلاف الجوي لِكوكب الزُهرة، ممَّا أشار إلى احتماليَّة وجود حياة عُضويَّة على الكوكب المذكور."
    },
    {
      "year": 2019,
      "text": "استهداف معملين تابعين لشركة أرامكو السعودية في منطقتي بقيق وهجرة خريص بمجموعة طائرات مُسيَّرة أثّرت على 50% من إنتاج الشركة هناك، والحوثيون يتبنّون الهجمات."
    }
  ],
  "09-16": [
    {
      "year": 2022,
      "text": "مقتل الشابة مهسا أميني في العاصِمة الإيرانيّة طهران، من قِبل شرطة الأخلاق، مما أدى إلى إحتجاجات ومظاهرات عارمة في المدن الإيرانية."
    },
    {
      "year": 2020,
      "text": "يوشيهيديه سوغا يتولَّى رئاسة وزراء اليابان خلفًا لرئيس الوزراء المستقيل شينزو آبي."
    },
    {
      "year": 2018,
      "text": "مقتل 70 شخصًا على الأقل بسبب إعصار مانكوت الذي ضربَ الفلبين وتايوان وبعض الأجزاء الجنوبية من الصين."
    }
  ],
  "09-25": [
    {
      "year": 2025,
      "text": "إعلان فوز بيتر موثاريكا في الانتخابات العامة في مالاوي بنسبة 57% من المصوتين، وبلغت نسبة التصويت 76.39%."
    },
    {
      "year": 2018,
      "text": "الحكم على بيل كوسبي بالسجن لمدة تتراوح من ثلاثة إلى عشرة سنوات."
    },
    {
      "year": 2017,
      "text": "حصول تحالف الاتحاد الديمقراطي المسيحي/الاتحاد الاجتماعي المسيحي بزعامة أنغيلا ميركل على أكبر عدد من المقاعد بالبوندستاغ في الانتخابات الفيدرالية الألمانية."
    }
  ],
  "09-27": [
    {
      "year": 2025,
      "text": "مقتل 41 شخصًا وإصابة ما يزيد عن 80 شخصًا في حادثة تدافع وقعت في كارور بولاية تملنادة في الهند."
    },
    {
      "year": 2024,
      "text": "اغتيال الأمين العام لحزب الله حسن نصر الله إثر غارة جوية إسرائيلية على الضاحية الجنوبية للعاصمة اللبنانية بيروت."
    },
    {
      "year": 2020,
      "text": "اندلاع اشتباكات عسكريَّة عنيفة بين الجيشين الأذربيجاني والأرمني في مُرتفعات قره باغ المتنازع عليها، وكلتا الدولتين تعلنان الأحكام العُرفيَّة تماشيًا مع حالة الحرب."
    }
  ],
  "09-02": [
    {
      "year": 2019,
      "text": "اندلاع حريق على متن مركبٍ لِلغوص قبالة جزيرة سانتا كروز بِولاية كاليفورنيا الأمريكيَّة، يودي بِحياة 34 شخصًا على الأقل ويُصيب 5 آخرين بِجُرُوح."
    },
    {
      "year": 2018,
      "text": "حريق هائل يدمر متحف البرازيل الوطني في ريو دي جانيرو، مما تسبب بضياع أكثر من 20 مليون قطعة، جُمعت على مدار أكثر من مئتي عام كانت محفوظة فيه، وفقًا لموقع المتحف."
    },
    {
      "year": 2015,
      "text": "الصاروخ الروسي سويوز ت م ا-18م ينطلق بنجاح وعلى متنه ثلاث رواد فضاء بإتجاه محطة الفضاء الدولية."
    }
  ],
  "10-03": [
    {
      "year": 2025,
      "text": "انتخاب سارة مولالي رئيسةً لأساقفة كانتربري لتصبح بذلك أول امرأة في التاريخ تتزعم الجماعة الأنجليكية."
    },
    {
      "year": 2025,
      "text": "تنحي هنري غراندوق لوكسمبورغ عن العرش، بعد خمسٍ وعشرين سنة من الحكم، وتولي بكره غليوم الخامس مكانه."
    },
    {
      "year": 2024,
      "text": "فيضانات شديدة تضرب البوسنة والهرسك، ما أدى إلى مصرع ما لا يقل عن 26 شخصًا وفقد قرابة 40 آخرين."
    }
  ],
  "10-28": [
    {
      "year": 2018,
      "text": "انتخاب جايير بولسونارو رئيساً جديداً للبرازيل بعد فوزه بنسبة 55% من الأصوات."
    },
    {
      "year": 2017,
      "text": "صحيفة واشنطن بوست تنشر عدَّة وثائق كشف عنها المركز القومي الأمريكي للأرشيف جاء فيها أنَّ الحكومة الأمريكيَّة حاولت اغتيال الرئيس الكوبي الأسبق فيدل كاسترو عبر وسائل مُتنوعة وأن الرئيس جون كينيدي أحبط إحداها."
    },
    {
      "year": 2007,
      "text": "انتخاب كرستينا فيرنانديز رئيسة للأرجنتين خلفًا لزوجها نيستور كيرشنير، وهي بذلك أول امرأة تنتخب لمنصب الرئاسة في الأرجنتين."
    }
  ],
  "10-14": [
    {
      "year": 2021,
      "text": "اندلاع حريق في كاوهسيونغ، تايوان؛ ما أدى لوفاة 46 شخصًا."
    },
    {
      "year": 2016,
      "text": "لجنة البرامج والعلاقات الخارجية في مُنظمة اليونيسكو تُصدر قرارًا تعتبر فيه المسجد الأقصى موقعاً إسلامياً مقدساً وتُدين إسرائيل على ممارساتها فيه، والأخيرة تعترض."
    },
    {
      "year": 2013,
      "text": "جائزة نوبل في العلوم الاقتصادية لسنة 2013 منحت لكل من يوجين فاما ولارس بيتر هانسن وروبرت شيلر."
    }
  ],
  "10-06": [
    {
      "year": 2025,
      "text": "رئيس الوزراء الفرنسي سيباستيان ليكورنو يقدم استقالته من رئاسة الحكومة عقب فشله في تأمين أغلبية برلمانية."
    },
    {
      "year": 2025,
      "text": "انتخاب المصري خالد العناني مديرًا عامًا لمنظمة الأمم المتحدة للتربية والعلوم والثقافة، ليصبح أول عربي يشغل هذا المنصب."
    },
    {
      "year": 2023,
      "text": "ناشطة حقوق الإنسان الإيرانية نرجس محمدي تحوز جائزة نوبل للسلام لعام 2023."
    }
  ],
  "10-31": [
    {
      "year": 2021,
      "text": "إجراء الانتخابات العامة في اليابان لاختيار أعضاء مجلس النواب، وهي أول انتخابات عامة في عصر ريوا."
    },
    {
      "year": 2019,
      "text": "اشتعال حريق بقطار في باكستان أثناء سيره يؤدي إلى وفاة 75 شخصًا وإصابة أكثر من 43 شخصًا."
    },
    {
      "year": 2018,
      "text": "الإفراج عن آسيا بيبي المحكوم عليها بالإعدام بتهمة التجديف في باكستان، وسط غضب كبير من الأحزاب الإسلامية."
    }
  ],
  "10-11": [
    {
      "year": 2024,
      "text": "منح جائزة نوبل للسلام لجمعية نيهون هيدانكيو، وهي جمعية تضم «هيباكوشا»، الناجين من القصفين الذريين على هيروشيما وناجازاكي."
    },
    {
      "year": 2021,
      "text": "حكومة تونسية جديدة برئاسة نجلاء بودن تؤدي اليمين الدستورية، وهي أول حكومة تترأسها امرأة في العالم العربي."
    },
    {
      "year": 2019,
      "text": "اللجنة النرويجية لجائزة نوبل تعلن فوز رئيس الوزراء الأثيوبي آبي أحمد علي بجائزة نوبل للسلام، بعد جهوده في حلِّ النزاع الحدودي مع إريتريا."
    }
  ],
  "10-19": [
    {
      "year": 2025,
      "text": "انتخاب طوفان إرهورمان رئيسًا لجمهورية قبرص الشمالية."
    },
    {
      "year": 2025,
      "text": "سرقة قطع من مجوهرات التاج الفرنسي المحفوظة في متحف اللوفر في عملية استغرقت 7 دقائق."
    },
    {
      "year": 2020,
      "text": "انتخاب لويس آرسي رئيسًا لبوليفيا في الانتخابات العامة البوليفية 2020."
    }
  ],
  "10-23": [
    {
      "year": 2024,
      "text": "مقتل 5 أشخاص وإصابة 22 آخرين في هجوم مسلح على مقر الشركة التركية للصناعات الجوية والفضائية في أنقرة."
    },
    {
      "year": 2020,
      "text": "السودان وإسرائيل يعلنان عن اتفاق مبدئي لتطبيع العلاقات بين الدولتين."
    },
    {
      "year": 2019,
      "text": "وقوع احتجاجات في إقليم أوروميا الإثيوبي، ومقتل ما لا يقل عن 67 شخصًا."
    }
  ],
  "10-27": [
    {
      "year": 2020,
      "text": "إعصار مولاف يضرب فيتنام بعد الفلبين مخلفًا عشرات القتلى والمفقودين، بالإضافة إلى الخسائر المادية."
    },
    {
      "year": 2019,
      "text": "الرئيس الأمريكي دونالد ترامب يعلن مقتل أبي بكر البغدادي زعيم تنظيم الدولة الإسلامية (داعش) في عملية خاصة للقوات الأمريكية في ريف إدلب الشمالي في شمال غرب سوريا."
    },
    {
      "year": 2018,
      "text": "رجل الأعمال التايلندي ومالك نادي ليستر سيتي فيشاي سريفادانابرابها يلقى حتفه في حادثة سقوطٍ لمروحيته على ملعب كينغ باور."
    }
  ],
  "10-30": [
    {
      "year": 2025,
      "text": "إعصار ميليسا يُخلِّف ما يزيد عن أربعةٍ وأربعين قتيلًا في مختلف أنحاء الكاريبي."
    },
    {
      "year": 2022,
      "text": "الرئيس البرازيلي السابق لولا دا سيلفا يفوز في الانتخابات الرئاسية متفوقاً على الرئيس المنتهية ولايته جايير بولسونارو."
    },
    {
      "year": 2020,
      "text": "زلزال في بحر إيجة بقوة 7 ريختر، أدى لوفاة وإصابة العشرات في إزمير التركية، كما وقعت خسائر بشرية ومادية في اليونان."
    }
  ],
  "10-18": [
    {
      "year": 2020,
      "text": "فيضانات في حيدر آباد الهندية، تؤدي لوفاة 81 شخصًا."
    },
    {
      "year": 2017,
      "text": "البرلمان التُركي يُقر مشروع قرار يمنح دور الإفتاء والعُلماء المُسلمين صلاحية عقد القران بين الأزواج بالبلاد، بعد أن كانت حكرًا على موظفي دوائر شؤون الزواج في البلديات منذ قيام الجُمهُوريَّة سنة 1923م."
    },
    {
      "year": 2017,
      "text": "مقتل العميد في الجيش السوري عصام زهر الدين، خلال المعارك مع تنظيم داعش بانفجار لغم أرضي في دير الزور."
    }
  ],
  "10-13": [
    {
      "year": 2025,
      "text": "تحرير 1768 أسيرًا فلسطينيًّا مقابل 20 أسيرًا إسرائيليًّا ضمن المرحلة الأولى من اتفاق السلام في غزة برعاية الولايات المتحدة وتركيا وقطر ومصر."
    },
    {
      "year": 2022,
      "text": "مجلس النواب العراقي ينتخب مرشح الاتحاد الوطني الكردستاني عبد اللطيف جمال رشيد رئيسًا للجمهورية، وتكليف مرشح الإطار التنسيقي محمد شياع السوداني بتشكيل الحكومة."
    },
    {
      "year": 2021,
      "text": "مقتل خمسة أشخاص وإصابة ثلاثة آخرين في هجوم في كونجسبرج، النرويج."
    }
  ],
  "10-22": [
    {
      "year": 2020,
      "text": "إغتيال الشيخ محمد عدنان الأفيوني بانفجار عبوة ناسفة في سيارته."
    },
    {
      "year": 2018,
      "text": "العثور على سلسلة من الطرود المفخخة تستهدف معارضي الرئيس الأمريكي دونالد ترامب."
    },
    {
      "year": 2017,
      "text": "السلطات اليابانية تخلي أكثر من 380 ألف شخص من منازلهم تحسباً لإعصار لان."
    }
  ],
  "10-10": [
    {
      "year": 2025,
      "text": "رئيس مجلس الشيوخ خوسيه خيري يؤدي اليمين الدستورية رئيسًا لجمهورية البيرو بعد أن أقال الكونغرس الرئيسة دينا بولوارت من منصبها."
    },
    {
      "year": 2024,
      "text": "الكاتبة هان كانغ من كوريا الجنوبية تفوز بجائزة نوبل في الأدب."
    },
    {
      "year": 2022,
      "text": "إعصار جوليا يتسبب في مقتل نحو 70 شخصاً في مناطق متفرقة في أمريكا الوسطى والجنوبية."
    }
  ],
  "10-25": [
    {
      "year": 2022,
      "text": "كسوف جزئي للشمس شُوهد من أوروبا وجبال الأورال وغرب سيبيريا والشرق الأوسط وشمال شرق إفريقيا."
    },
    {
      "year": 2020,
      "text": "انتخاب وافيل رامكالاوان رئيسًا لجمهورية سيشل في أول انتقال سلمي للسلطة منذ الاستقلال عام 1976."
    },
    {
      "year": 2019,
      "text": "تجدُّد المُظاهرات في المُحافظات العراقيَّة ومُفوضيَّة حقوق الإنسان في العراق تُعلن مقتل 40 شخصًا وإصابة ما بين 1700 و2000 شخص بِجُرُوح نتيجة المُواجهات مع قوى الأمن والمُسلحين."
    }
  ],
  "10-26": [
    {
      "year": 2025,
      "text": "قبول عضوية تيمور الشرقية في رابطة دول جنوب شرق آسيا."
    },
    {
      "year": 2022,
      "text": "مقتل 15 شخصًا وإصابة 40 آخرين في هجوم مسلح على مسجد شاه جراغ في شيراز بإيران، وتنظيم داعش يُعلن مسؤوليّته عن الحادث."
    },
    {
      "year": 2017,
      "text": "منظمة حظر الأسلحة الكيميائية تُصدر تقريرها النهائي بخُصوص الهجوم الكيميائي على خان شيخون الذي وقع يوم 4 نيسان (أبريل) 2017، وتُحمِّل الدولة السورية رسميًّا المسؤوليَّة."
    }
  ],
  "10-16": [
    {
      "year": 2024,
      "text": "مقتل يحيى السنوار، رئيس المكتب السياسي لحركة حماس، في اشتباك مسلح مع قوات الاحتلال الإسرائيلي في رفح جنوب قطاع غزة."
    },
    {
      "year": 2020,
      "text": "مقتل وذبح معلم فرنسي على يد لاجئ شيشاني على خلفية عرض الأول رسومًا هزلية للنبي محمد على طلابه في درس عن حرية التعبير."
    },
    {
      "year": 2018,
      "text": "استحداث قضاء الزوراء شرق محافظة بغداد."
    }
  ],
  "10-24": [
    {
      "year": 2025,
      "text": "انتخاب كاثرين كونولي رئيسةً لأيرلندا."
    },
    {
      "year": 2022,
      "text": "فوز ريشي سوناك في انتخاب قيادة حزب المحافظين في المملكة المتحدة دون منافس، ليصبح أول بريطاني من أصول آسيوية يتولى منصب رئيس الوزراء."
    },
    {
      "year": 2021,
      "text": "انقلاب عسكري في السودان واعتقال عدد من الوزراء على رأسهم رئيس الوزراء عبد الله حمدوك."
    }
  ],
  "10-21": [
    {
      "year": 2025,
      "text": "انتخاب ساناي تاكايتشي رئيسةً لوزراء اليابان لتصبح أول امرأة تتولى هذا المنصب في تاريخ البلاد."
    },
    {
      "year": 2019,
      "text": "رئيس الوزراء اللبناني سعد الدين الحريري يطرح حزمة إصلاحات اقتصادية، ويقر موازنة عامة حتى 2020 خالية من أي ضرائب إضافية، في محاولةٍ لاحتواء المظاهرات الشعبية التي خرجت تطالب برحيل الرئاسات الثلاثة ومحاسبة الساسة اللبنانيين الفاسدين."
    },
    {
      "year": 2018,
      "text": "العاهل الأردني عبد الله الثاني بن الحسين يُنهي اتفاقية تأجير أراضي الباقورة والغمّر لإسرائيل بعد انتهاء المدة حسب اتفاقية السلام الأردنية الإسرائيلية، وإسرائيل تُهدد بقطع المياه عن عمَّان."
    }
  ],
  "10-20": [
    {
      "year": 2022,
      "text": "استقالة رئيسة وزراء المملكة المتحدة ليز تراس إثر أزمة حكومية وضغوط من حزب المُحافظين، لتُصبح بذلك صاحبة أقصر ولاية رئاسة وُزراء في تاريخ بلادها (44 يومًا)."
    },
    {
      "year": 2021,
      "text": "تفجير عبوتين ناسفتين بحافلة مبيت عسكرية سورية بالقرب من جسر الرئيس في العاصمة دمشق، يسفر عن مقتل أربعة عشر شخصًا ووقوع عدد من الجرحى."
    },
    {
      "year": 2021,
      "text": "الإعلان عن منح جائزة سخاروف لحرية الفكر لعام 2021 للمُعارض الروسي أليكسي نافالني."
    }
  ],
  "10-01": [
    {
      "year": 2024,
      "text": "إيران توجه ضربة صاروخية بأكثر من 180 صاروخًا نحو إسرائيل."
    },
    {
      "year": 2023,
      "text": "إصابة اثنين من عناصر الشرطة في تفجير انتحاري في العاصمة التركية أنقرة، وحزب العمال الكردستاني يعلن مسؤوليته عن الهجوم."
    },
    {
      "year": 2022,
      "text": "مقتل أزيد من 125 شخصًا في تدافُعٍ بملعب كانجوروهان في إندونيسيا."
    }
  ],
  "10-12": [
    {
      "year": 2020,
      "text": "منح جائزة نوبل التذكارية في العلوم الاقتصادية لكل من روبرت ويلسون وبول ميلجروم لعملهما في تطوير نظرية المزادات وتقديم أنواع جديدة منها."
    },
    {
      "year": 2018,
      "text": "محكمة تركية تقضي بإطلاق سراح القس الأمريكي أندرو برونسون وبإلغاء منعه من السفر، بعد أن اعتقلته السلطات التركية مُنذُ أواخر عام 2016 خلال عمليات التطهير التي حدثت بعد المحاولة الانقلابية في البلاد، ووُجهت له اتهامات بالانتماء إلى تنظيم الكيان الموازي بزعامة فتح الله كولن."
    },
    {
      "year": 2015,
      "text": "منح جائزة نوبل في العلوم الاقتصادية للبريطاني الأسكتلندي أنغوس ديتون لـ «تحليله في الاستهلاك والفقر والرفاهية»."
    }
  ],
  "10-17": [
    {
      "year": 2023,
      "text": "مجزرة ارتكبها سلاح الجو الإسرائيلي بقصف المستشفى الأهلي العربي، ذهب ضحيتها أكثر من 500 قتيلًا، وإصابة أكثر من 600 آخرين."
    },
    {
      "year": 2022,
      "text": "تتويج اللاعب كريم بنزيما، بجائزة الكرة الذهبية لأحسن لاعب في العالم لعام 2022، متقدما على لاعب بايرن ميونيخ والمنتخب السنغالي، ساديو ماني."
    },
    {
      "year": 2020,
      "text": "فوز بأغلبية واضحة لحزب العمال بقيادة رئيسة وزراء نيوزيلندا جاسيندا أرديرن في الانتخابات العامة النيوزيلندية 2020."
    }
  ],
  "10-15": [
    {
      "year": 2025,
      "text": "قادة الانقلاب في مدغشقر يُنصبون العقيد مايكل راندريانيرينا رئيسًا بعد الإطاحة بالرئيس أندريه راجولينا."
    },
    {
      "year": 2015,
      "text": "علماء آثار أمريكيون يعلنون اكتشافهم أطلال مدينة سدوم مدينة قوم لوط المذكورة في القرآن الكريم والكتاب المقدس بعد عشر سنوات من التنقيب."
    },
    {
      "year": 2012,
      "text": "حكومة الفلبين وجبهة تحرير مورو الإسلامية توقعان اتفاقا إطاريا يفترض أن يرسي خلال أربع سنوات سلاما دائما وحكما ذاتيا للأقلية المسلمة في جزيرة مندتناو جنوبي البلاد."
    }
  ],
  "10-08": [
    {
      "year": 2021,
      "text": "الصحفيان ماريا ريسا ودميتري موراتوف ينالان جائزة نوبل للسلام."
    },
    {
      "year": 2020,
      "text": "مجلس الأمة الكويتي يبايع بالإجماع الشيخ مشعل الأحمد وليًا للعهد وذلك بعد تزكيته من قبل أمير دولة الكويت الشيخ نواف الأحمد."
    },
    {
      "year": 2020,
      "text": "منح جائزة نوبل في الأدب للشاعرة والكاتبة الأمريكية لويز جلوك."
    }
  ],
  "10-05": [
    {
      "year": 2023,
      "text": "وقوع هجوم بطائرة مسيرة على الكلية الحربية بحمص استهدف حفلاً لتخريج طلاب ضباط، مما أدى لمقتل حوالي 90 شخصًا، وإصابة حوالي 280 آخرين عدد كبير منهم من المدنيين ذوي الطلاب، والحكومة السورية تعلن الحداد العام."
    },
    {
      "year": 2022,
      "text": "فوز كل من كارولين بيرتوزي ومورتن ميلدال وكارل باري شاربلس بجائزة نوبل في الكيمياء لعام 2022."
    },
    {
      "year": 2021,
      "text": "سيوكورو مانابي وكلاوس هاسلمان ينالان جائزة نوبل في الفيزياء، مناصفة مع جورجيو باريزي"
    }
  ],
  "10-09": [
    {
      "year": 2025,
      "text": "حصول الروائي المجري لاسلو كراسناهوركاي على جائزة نوبل في الأدب."
    },
    {
      "year": 2020,
      "text": "منح جائزة نوبل للسلام لبرنامج الأغذية العالمي التابع للأمم المتحدة."
    },
    {
      "year": 2019,
      "text": "تركيا تعلن الشروع في عملية عسكرية جديدة في شمال سوريا باسم نبع السلام ضد المناطق الخاضعة لنفوذ قوات سوريا الديمقراطية."
    }
  ],
  "10-07": [
    {
      "year": 2025,
      "text": "حصول ماري برونكو وفريد رامسديل وشيمون ساكاجوتشي على جائزة نوبل في الطب أو علم وظائف الأعضاء لأبحاثهم المتعلقة بالجهاز المناعي."
    },
    {
      "year": 2025,
      "text": "حصول ريتشارد روبسون وسوسومو كيتاغاوا وعمر ياغي على جائزة نوبل في الكيمياء لأعمالهم المتعلقة بالأطر الفلزية العضوية."
    },
    {
      "year": 2025,
      "text": "حصول جون كلارك وميشيل ديفوريه وجون مارتينيس على جائزة نوبل في الفيزياء لأبحاثهم المتعلقة بميكانيكا الكم العيانية."
    }
  ],
  "10-29": [
    {
      "year": 2025,
      "text": "قوات الدعم السريع ترتكب مجزرة في مدينة الفاشر بعد سقوطها، راح ضحيتها ما لا يقل عن ألفين وخمسمائة شخص."
    },
    {
      "year": 2025,
      "text": "انطلاق احتجاجاتٍ واسعة في تنزانيا بعيد فوز سامية حسن برئاسة البلاد، احتجاجًا على ما وُصف بتزوير الانتخابات وتضييق الحريات السياسية والإعلامية."
    },
    {
      "year": 2022,
      "text": "مقتل 110 شخصًا وإصابة 318 آخرين في تفجير مزدوج في العاصمة الصومالية مقديشو."
    }
  ],
  "10-02": [
    {
      "year": 2018,
      "text": "فوز أرثر أشكين وجيرار مورو ودونا ستريكلاند بجائزة نوبل في الفيزياء لسنة 2018 وذلك لأبحاثهم في مجال علوم الليزر."
    },
    {
      "year": 2018,
      "text": "البرلمان العراقي يختار برهم صالح رئيسًا جديدًا لجمهورية العراق خلفاً لفؤاد معصوم."
    },
    {
      "year": 2018,
      "text": "مقتل الصحفي السعودي جمال خاشقجي بعد دخوله القنصلية السعودية في مدينة إسطنبول بتركيا، وأشارت بعض المصادر الأمنية التركية أنها تستنتج مقتله داخل القنصلية، بينما شككت السعودية في التصريحات وقال مسؤولون سعوديون أنه غادر القنصلية حيًا عن طريق باب خلفي."
    }
  ],
  "10-04": [
    {
      "year": 2022,
      "text": "فوز كل من آلان أسبيه وجون كلوزر وأنطون تسايلينغر بجائزة نوبل في الفيزياء لعام 2022."
    },
    {
      "year": 2021,
      "text": "شلل تقني عالمي في الإنترنت خصوصًا تطبيقات فيسبوك."
    },
    {
      "year": 2021,
      "text": "حصول العالمين الأمريكيين آرديم باتابوتيان وديفيد جوليوس على جائزة نوبل في الطب."
    }
  ],
  "11-21": [
    {
      "year": 2024,
      "text": "المحكمة الجنائية الدولية تصدر مذكرات اعتقال ضد رئيس الوزراء الإسرائيلي بنيامين نتنياهو ووزير الدفاع السابق يوآف غالانت، بالإضافة إلى محمد الضيف، القائد العام لكتائب الشهيد عز الدين القسام."
    },
    {
      "year": 2022,
      "text": "مقتل 162 شخصًا وإصابة 1083 آخرين على الأقل، إثر وقوع زلزال في جاوة الغربية، إندونيسيا."
    },
    {
      "year": 2019,
      "text": "نادي ليفربول الإنجليزي يفوز بكأس العالم للأندية 2019 لأول مرة في تاريخه بعد تغلبه على نادي فلامينغو البرازيلي بنتيجة 1-0."
    }
  ],
  "11-18": [
    {
      "year": 2019,
      "text": "مجلس النواب الأمريكي يصوت بالأغلبية على بدء إجراءات عزل الرئيس الأمريكي دونالد ترامب بتهمة إساءة استخدام السلطة وعرقلة الكونجرس."
    },
    {
      "year": 2013,
      "text": "ناسا تطلق مسبار مافن إلى المريخ."
    },
    {
      "year": 2012,
      "text": "تنصيب البابا تواضروس الثاني بابا على الإسكندرية وبطريركًا على الكرازة المرقسية وبطريرك الكنيسة القبطية الأرثوذكسية."
    }
  ],
  "11-23": [
    {
      "year": 2021,
      "text": "الهلال السعودي يُتوَّج بلقب دوري أبطال آسيا بعد فوزه على نادي بوهانغ ستيلرز في نهائي دوري أبطال آسيا 2021."
    },
    {
      "year": 2015,
      "text": "انتخاب المعارض ماوريسيو ماكري رئيساً للأرجنتين خلفاً لكريستينا كيرشنر."
    },
    {
      "year": 2014,
      "text": "الانتخابات الرئاسية التونسيَّة تقام في البلاد لأوَّل مرة بعد الدستور الجديد وثاني مرة بعد الثورة."
    }
  ],
  "11-01": [
    {
      "year": 2015,
      "text": "إعصار تشابالا يضرب جزر أرخبيل سقطرى ويتجه نحو مدينة المكلا شرقي اليمن."
    },
    {
      "year": 2015,
      "text": "النتائج شبه النهائية للانتخابات التشريعية التركية تُظهر استعادة حزب العدالة والتنمية أغلبيته في البرلمان التي كان قد خسرها في انتخابات يونيو."
    },
    {
      "year": 2013,
      "text": "اغتيال حكيم الله محسود زعيم حركة طالبان باكستان بعد هجمة نفذتها طائرة دون طيار تابعة لوكالة المخابرات المركزية في إقليم وزيرستان بباكستان."
    }
  ],
  "11-25": [
    {
      "year": 2021,
      "text": "افتتاح طريق الكباش للجمهور بحضور الرئيس المصري عبد الفتاح السيسي في مدينة الأقصر وسط ضجة كبيرة."
    },
    {
      "year": 2018,
      "text": "زلزال يضرب شمال العراق وغرب إيران بِقُوَّة 6.3 درجات على مقياس درجة العزم يُؤدي إلى إصابة أكثر من 400 شخص بِجُرُوح."
    },
    {
      "year": 2016,
      "text": "تصادم قطارين في محافظة سمنان الإيرانية يسفر عن وفاة 45 شخص على الأقل وإصابة 103 آخرين."
    }
  ],
  "11-24": [
    {
      "year": 2023,
      "text": "بدء وقف مؤقت لإطلاق النار في غزة بوساطة قطرية، مقابل تبادل محدود للأسرى وإدخال مواد طبية وإغاثية ووقود إلى قطاع غزة."
    },
    {
      "year": 2022,
      "text": "تعيين أنور إبراهيم رئيسًا للوزراء في ماليزيا، بعد الانتخابات العامة التي أنتجت برلمانًا معلقًا."
    },
    {
      "year": 2019,
      "text": "الهلال السعودي بطل كأس دوري أبطال آسيا 2019 بعد تغلبه على فريق أوراوا الياباني بنتيجة المباراتين ذهاب إياب 3 - 0"
    }
  ],
  "11-29": [
    {
      "year": 2017,
      "text": "انتحار الجنرال الكرواتي البوسني سلوبودان برالياك في المحكمة أثناء استماعه لحكم المحكمة الجنائية الدولية ليوغوسلافيا السابقة."
    },
    {
      "year": 2017,
      "text": "اللاعب السوري عمر خربين يفوز بجائزة أفضل لاعب كرة قدم في آسيا لسنة 2017."
    },
    {
      "year": 2016,
      "text": "تحطم طائرة خطوط طيران لاميا الرحلة 2933 التي كانت تُقِل لاعبي وطاقم نادي شابيكوينسي البرازيلي في منطقة لا يونيون الكولومبية، والحصيلة مقتل 71 شخصًا ونجاة 6 آخرين."
    }
  ],
  "11-04": [
    {
      "year": 2025,
      "text": "تحطُّم طائرة رحلة الخطوط الجوية يو بي إس رقم 2976 بُعيد إقلاعها، ومصرع جميع من كانوا على متنها."
    },
    {
      "year": 2025,
      "text": "فوز زهران ممداني بمنصب عمدة مدينة نيويورك، ليصبح أول مسلمٍ يتولى هذا المنصب."
    },
    {
      "year": 2018,
      "text": "الإعلان عن نتيجة استفتاء استقلال كاليدونيا الجديدة، حيثُ رفض 56.4% من المصوتين الاستقلال عن فرنسا."
    }
  ],
  "11-20": [
    {
      "year": 2022,
      "text": "انطلاق فعاليات كأس العالم لكرة القدم في قطر، وهي المرة الأولى التي تٌقام فيها تلك المسابقة في الوطن العربي."
    },
    {
      "year": 2017,
      "text": "المحكمة الاتحادية العُليا العراقيَّة تُصدر قرارًا بإلغاء نتائج استفتاء انفصال إقليم كردستان."
    },
    {
      "year": 2016,
      "text": "انحراف قطار في بلدة پوخرايان على مقرُبة من مدينة كانپور بِالهند يؤدي إلى مصرع أكثر من 140 شخصًا."
    }
  ],
  "11-03": [
    {
      "year": 2025,
      "text": "زلزال شديد يضرب شمال أفغانستان، موديًا بحياة أكثر من عشرين شخصًا ومصيبًا أكثر من خمسمائة وثلاثين آخرين."
    },
    {
      "year": 2022,
      "text": "نجاة رئيس الوزراء الباكستاني الأسبق عمران خان من محاولة اغتيال أسفرت عن مقتل شخص وإصابة 9 آخرين."
    },
    {
      "year": 2017,
      "text": "الجيش السوري ينجح بفك الحصار الذي فرضه تنظيم الدولة الإسلامية على أجزاء من مدينة دير الزور منذ عام 2014."
    }
  ],
  "11-30": [
    {
      "year": 2025,
      "text": "إعصار ديتواه يُخلِّف وراءه فيضانات وانزلاقات صخرية في سريلانكا والهند ويودي بحياة ما يزيد عن أربعمائة شخص."
    },
    {
      "year": 2021,
      "text": "انطلاق النسخة العاشرة من بطولة كأس العرب 2021 في قطر بمشاركة 16 منتخباً عربياً."
    },
    {
      "year": 2021,
      "text": "ساندرا ماسون تصبح أول رئيسة لجمهورية باربادوس بعد تحولها إلى جمهورية مستقلة عن التاج البريطاني."
    }
  ],
  "11-28": [
    {
      "year": 2023,
      "text": "تمديد وقف إطلاق النار المؤقت في غزة بوساطة قطرية، مقابل المزيد من تبادل الأسرى وإدخال مواد طبية وإغاثية ووقود إلى قطاع غزة."
    },
    {
      "year": 2019,
      "text": "المجلس السيادي السوداني يجيز مشروع قانون يقضي بتفكيك نظام الرئيس السابق عمر البشير وإزالة تمكين حزب المؤتمر الوطني الذي حكم البلاد طيلة 30 عامًا"
    },
    {
      "year": 2019,
      "text": "وقوع مجزرة الناصرية التي قتل فيها 45 متظاهر وإصابة أكثر من 150 آخرين خلال الاحتجاجات العراقية 2019-20."
    }
  ],
  "11-07": [
    {
      "year": 2025,
      "text": "إعصار كالمايجي يُخلِّف أكثر من مائةٍ وتسعين قتيلًا، ويتسبب بأضرار تُقدَّر بنحو مائةٍ وتسعةٍ وتسعين مليون دولارٍ أمريكي. تبعه إعصار فونغ وونغ."
    },
    {
      "year": 2024,
      "text": "اشتباكات بين مشجعين إسرائيليين ومناصرين لفلسطين نتيجة حرب غزة، في أمستردام، ما أدَّى لإصابة العشرات بجروح."
    },
    {
      "year": 2021,
      "text": "إجراء الانتخابات العامة في نيكاراغوا لانتخاب الرئيس وأعضاء الجمعية الوطنية وأعضاء برلمان أمريكا الوسطى، رغم اعتقال معظم مرشحي المعارضة للرئاسة."
    }
  ],
  "11-02": [
    {
      "year": 2022,
      "text": "توقيع اتفاقية سلام بين حكومة إثيوبيا والجبهة الشعبية لتحرير تيغراي لإنهاء صراع دام لعامين وراح ضحيته عشرات الآلاف من القتلى."
    },
    {
      "year": 2020,
      "text": "الناخبون الجزائريون يوافقون على التعديلات الدستورية بنسبة 66.8% ومشاركة 23.7% ممن يحق لهم التصويت."
    },
    {
      "year": 2020,
      "text": "إطلاق نار في حرم جامعة كابُل في أفغانستان يسفر عن مقتل ما لا يقل عن 35 شخصًا وإصابة 50 آخرين."
    }
  ],
  "11-27": [
    {
      "year": 2025,
      "text": "البابا لاون الرابع عشر يبدأ زيارة إلى تركيا ولبنان لتكون هذه أولى رحلاته الرسولية."
    },
    {
      "year": 2024,
      "text": "فصائل المعارضة السورية تشن عملية عسكرية واسعة باسم «عملية ردع العدوان»، تحت إدارة العمليات العسكرية بقيادة هيئة تحرير الشام ضد نظام بشار الأسد."
    },
    {
      "year": 2021,
      "text": "نادي بالميراس البرازيلي يفوز على نادي فلامنغو البرازيلي ويتوج بلقب كوبا ليبرتادوريس 2021 للمرة الثالثة في تاريخه."
    }
  ],
  "11-19": [
    {
      "year": 2020,
      "text": "نسخة منقحة من تقرير بريريتون حول جرائم الحرب تكشف قيام جنود أستراليين بقتل 39 من المدنيين والسجناء خلال الحرب في أفغانستان."
    },
    {
      "year": 2013,
      "text": "تفجير انتحاري يستهدف السفارة الإيرانيَّة في بيروت ويُخلّف 23 قتيلًا وفوق مائة جريح."
    },
    {
      "year": 2011,
      "text": "المجلس الانتقالي الليبي يعلن عن اعتقال سيف الإسلام القذافي بالقرب من بلدة أوباري جنوبي ليبيا."
    }
  ],
  "11-17": [
    {
      "year": 2022,
      "text": "مقتل 21 شخصًا من عائلة واحدة بسبب حريق بمخيم جباليا بقطاع غزة، فلسطين."
    },
    {
      "year": 2019,
      "text": "شركة أرامكو السعودية تطرح جزءًا من أسهمها للاكتتاب العام في السوق المالية السعودية."
    },
    {
      "year": 2019,
      "text": "تتبع أول حالة معروفة لكوفيد-19 لرجل يبلغ من العمر 55 عامًا كان قد زار سوقًا في ووهان بمقاطعة خوبي بالصين."
    }
  ],
  "11-12": [
    {
      "year": 2017,
      "text": "زلزال قوي يضرب المناطق الحدودية بين إيران والعراق بقوة 7.3 على مقياس ريختر مركزه مدينة كرمنشاه الإيرانية وتأثيره يصل إلى الدول المجاورة."
    },
    {
      "year": 2015,
      "text": "تفجيرٌ انتحاريّ في محلَّة بُرج البراجنة في ضاحية بيروت الجنوبيَّة، يُوقع حوالي 41 قتيلًا."
    },
    {
      "year": 2014,
      "text": "مسبار الهبوط فيلة التابع لمهمة روزيتا ينجح في الهبوط على سطح مذنب 67 بي/تشوريموف-غيراسيمينكو لأول مرة في التاريخ وذلك بعد 10 سنوات من إطلاقه في 2 مارس 2004."
    }
  ],
  "11-09": [
    {
      "year": 2020,
      "text": "أذربيجان وأرمينيا يتوصلان إلى اتفاق لوقف إطلاق النار في ناغورني قره باغ برعاية روسية."
    },
    {
      "year": 2018,
      "text": "الترجي التونسي يفوز بلقب دوري أبطال أفريقيا 2018 بعد فوزه على الأهلي المصري بنتيجة 4-3 في مجموع المباراتين."
    },
    {
      "year": 2016,
      "text": "فوز المرشح الجمهوري دونالد ترامب بانتخابات الرئاسة الأمريكية وذلك بعد فوزه بنسبة 51.3% من أصوات المجمع الانتخابي، ضد غريمته الديمقراطية هيلاري كلينتون."
    }
  ],
  "11-08": [
    {
      "year": 2017,
      "text": "السلطات السورية تعلن سيطرة الجيش السوري على مدينة البوكمال شرق محافظة دير الزور على الحدود العراقية، آخر المدن الواقعة تحت سيطرة تنظيم الدولة الإسلامية في العراق والشام."
    },
    {
      "year": 2015,
      "text": "إعصار ميج يضرب سقطرى اليمنية في بحر العرب ويتجه نحو عدن وأبين."
    },
    {
      "year": 2014,
      "text": "انطلاق بطولة العالم للشطرنج لِسنة 2014 التي يتنافس فيها بطل العالم ماغنوس كارلسن ومنافسه فيشفاناثان اناند."
    }
  ],
  "11-11": [
    {
      "year": 2025,
      "text": "تحطم طائرة لوكهيد سي-130 تابعة للقوات الجوية التركية بالقرب من الحدود الأذربيجانية الجورجية، ما أسفر عن مقتل جميع الركاب العشرين الذين كانوا على متنها."
    },
    {
      "year": 2025,
      "text": "تفجير انتحاري في إسلام آباد تبنته جماعة الأحرار يودي بحياة اثني عشر شخصًا وإصابة ستةً وثلاثين آخرين."
    },
    {
      "year": 2019,
      "text": "رصد عبور كوكب عطارد بين الأرض و‌الشمس؛ حيث بدا على شكل نقطة سوداء صغيرة متحركة أمام قرص الشمس."
    }
  ],
  "11-13": [
    {
      "year": 2022,
      "text": "تفجير في شارع الاستقلال وسط مدينة إسطنبول يسفر عن سقوط 6 قتلى و53 جريحًا."
    },
    {
      "year": 2019,
      "text": "تجدُّد الاحتجاجات اللُبنانيَّة وارتفاع وتيرتها في مُختلف المناطق بُعيد لقاءٍ صحفيٍّ مُتلفزٍ لرئيس الجمهوريَّة ميشال عون، اعتبره المُتظاهرون مُستفزًا للناس، وبعد مقتل أحد المُتظاهرين على يد مُرافقٍ عسكريّ."
    },
    {
      "year": 2019,
      "text": "انتخاب راشد الغنوشي رئيس حركة النهضة الإسلامية في تونس، رئيسًا للبرلمان."
    }
  ],
  "11-05": [
    {
      "year": 2019,
      "text": "توقيع اتفاق الرياض بين الحكومة اليمنية و‌المجلس الانتقالي الجنوبي، الذي يُمهد لعودة مؤسسات الدولة اليمنية إلى عدن، ويضع حدًّا للصدام العسكري بين الطرفين."
    },
    {
      "year": 2018,
      "text": "دخول حزمة العقوبات الأمريكية الجديدة على إيران حيز التنفيذ."
    },
    {
      "year": 2017,
      "text": "مقتل الأمير السعودي منصور بن مقرن ومرافقيه في حادث تحطم طائرة في عسير."
    }
  ],
  "11-10": [
    {
      "year": 2019,
      "text": "ملك الأردن عبد الله الثاني يعلن انتهاء العمل بالمُلحقين الخاصين بمنطقتي الباقورة والغمر في معاهدة السلام الأردنية الإسرائيلية بفرض سيادة الدولة عليهما."
    },
    {
      "year": 2019,
      "text": "استقالة إيفو موراليس رئيس بوليفيا، من منصبه بعد احتجاجات شهدتها البلاد عقب إعادة انتخابه قبل نحو شهر من هذا التاريخ (أكتوبر 2019)."
    },
    {
      "year": 2018,
      "text": "نادي كاشيما أنتلرز الياباني يحرز لقب دوري أبطال آسيا 2018 للمرة الأولى في تاريخه بعد فوزه على نادي برسبوليس الإيراني بنتيجة 2-0 في مجموع المباراتين."
    }
  ],
  "11-15": [
    {
      "year": 2025,
      "text": "اندلاع احتجاجات في مدينة مكسيكو ومدن أخرى تنديدًا بتفشي الجريمة والفساد."
    },
    {
      "year": 2021,
      "text": "تدمير القمر الاصطناعي كوزموس 1408 بواسطة سلاح روسي مضاد للأقمار الاصطناعية وتحوله إلى حطام فضائي."
    },
    {
      "year": 2020,
      "text": "الرئيس المؤقت لبيرو مانويل ميرينو يستقيل بعد احتجاجات واسعة أعقبت عزل الرئيس مارتن فيزكارا."
    }
  ],
  "11-06": [
    {
      "year": 2024,
      "text": "دونالد ترامب يفوز بالانتخابات الرئاسية الأمريكية، والجمهوريون يصبحون الأغلبية في مجلس الشيوخ."
    },
    {
      "year": 2022,
      "text": "تحطم الرحلة 494 التابعة لشركة بريسيجن إير في بحيرة فيكتوريا في تنزانيا، مما أسفر عن مقتل 19 شخصًا من بين 43 كانوا على متنها."
    },
    {
      "year": 2012,
      "text": "إجراء انتخابات الرئاسة الأمريكية والتي تنافس فيها عن الحزب الديمقراطي الرئيس المنتهية ولايته باراك أوباما، وعن الحزب الجمهوري ميت رومني، وكانت نتيجة الانتخابات إعادة انتخاب الرئيس أوباما لفترة رئاسة ثانية."
    }
  ],
  "11-14": [
    {
      "year": 2017,
      "text": "قوات جيش زيمبابوي تبسط سيطرتها على العاصمة هراري وتضع الرئيس روبرت موغابي قيد الإقامة الجبرية."
    },
    {
      "year": 2016,
      "text": "زلزال بقوة 7.8 درجة يضرب كرايستشرش كبرى مدن الجزيرة الجنوبية في نيوزيلندا مخلفا مقتل شخصين وخسائر مادية مهمة."
    },
    {
      "year": 2016,
      "text": "وصول القمر إلى أقرب نقطة من الأرض مشكلا ظاهرة القمر العملاق بعد 68 سنة منذ آخر ظهور."
    }
  ],
  "11-16": [
    {
      "year": 2018,
      "text": "السُلطات اليابانيَّة تعتقل رئيس تحالف رينو-نيسان كارلوس غصن لِلتحقيق معه بشأن تُهمٍ تتعلَّق بِالفساد المالي والإداري."
    },
    {
      "year": 2018,
      "text": "اللجنة الدولية للأوزان والمقاييس تعيد تعريف وحدات الكيلوجرام والأمبير والكلفن والمول."
    },
    {
      "year": 2011,
      "text": "رئيس الوزراء الإيطالي ماريو مونتي يعلن عن تشكيل حكومته والتي تكونت في غالبيتها من التكنوقراط."
    }
  ],
  "11-22": [
    {
      "year": 2022,
      "text": "فوز تاريخي للمنتخب السعودي على الأرجنتين في كأس العالم 2022."
    },
    {
      "year": 2017,
      "text": "رئيس الوزراء اللبناني سعد الدين الحريري يعود إلى لبنان ويعلن تريُثه في تقديم استقالته بعد أن تقدَّم بها قبل 18 يومًا."
    },
    {
      "year": 2016,
      "text": "اندلاع أكثر من 200 حريق في أماكن متفرقة بغابات إسرائيل."
    }
  ],
  "11-26": [
    {
      "year": 2025,
      "text": "انقلابٌ عسكري في غينيا بيساو يُطيح بالرئيس عمر سيسكو إمبالو، والقُوّاتُ المسلَّحة تتولّى مقاليد السّلطة في البلاد."
    },
    {
      "year": 2025,
      "text": "حريق في مجمع سكني في هونغ كونغ يودي بحياة 128 شخصًا ويصيب العشرات."
    },
    {
      "year": 2024,
      "text": "الإعلان عن اتفاق وقف لإطلاق النار بين حزب الله وإسرائيل بعد أربعة عشر شهرًا من القتال."
    }
  ],
  "12-19": [
    {
      "year": 2021,
      "text": "انتخاب اليساري غابرييل بوريك رئيسًا لتشيلي ليصبح بذلك أصغر رئيس في تاريخ البلاد."
    },
    {
      "year": 2016,
      "text": "اغتيال أندريه كارلوف، السفير الروسي في تركيا جراء تعرضه لهجوم مسلح في أنقرة، على يد شرطي يدعى مولود آلطن طاش قال أنه فعل ذلك انتقامًا من المشاركة الروسية في هجوم حلب."
    },
    {
      "year": 2016,
      "text": "مقتل شخص وإصابة 3 آخرين إثر هجوم على مركز إسلامي بمدينة زيورخ السويسرية وانتحار منفذ الهجوم."
    }
  ],
  "12-31": [
    {
      "year": 2019,
      "text": "ميليشيات موالية لإيران تقتحم السفارة الأمريكيَّة في بغداد ردًا على الضربة الجويَّة على معسكراتٍ لِلحشد الشعبي وكتائب حزب الله العراق."
    },
    {
      "year": 2016,
      "text": "جريدة السفير اللبنانية تغلق أبوابها وتتوقف عن الصدور بنسختها الورقية، بعد 43 سنة من صدورها."
    },
    {
      "year": 2015,
      "text": "اندلاع حريق ضخم في فندق العنوان داون تاون في مدينة دبي."
    }
  ],
  "12-01": [
    {
      "year": 2025,
      "text": "فوز رئيس وزراء سانت لوسيا، فيليب جيه بيير، بولاية ثانية بعدما حصل حزبه على 14 مقعدًا من أصل 17 في الانتخابات العامة."
    },
    {
      "year": 2023,
      "text": "جيش الاحتلال الإسرائيلي يواصل قصف قطاع غزة، بعد انتهاء الهدنة المؤقتة التي استمرت سبعة أيام."
    },
    {
      "year": 2018,
      "text": "أندريس مانويل لوبيس أوبرادور يؤدي اليمين الدستورية ليصبح أول رئيس يساري في تاريخ المكسيك الحديث."
    }
  ],
  "12-11": [
    {
      "year": 2025,
      "text": "مجلس النواب الأمريكي يعلن موافقته على إلغاء قانون قيصر وما رافقه من عقوباتٍ على سوريا، بعد سقوط نظام الأسد."
    },
    {
      "year": 2025,
      "text": "استقالة رئيس الوزراء البلغاري روزن جيليازكوف وحكومته على خلفية احتجاجات."
    },
    {
      "year": 2025,
      "text": "بدء تنفيذ قانون حظر وسائل التواصل الاجتماعي في أستراليا للمستخدمين دون السادسة عشر."
    }
  ],
  "12-03": [
    {
      "year": 2024,
      "text": "رئيس كوريا الجنوبية يون سوك يول يعلن قيام الأحكام العرفية في البلاد ويرفعها خلال ساعات نتيجة رفضها من طرف الجمعية الوطنية."
    },
    {
      "year": 2024,
      "text": "إعلان فوز نتومبو ناندي ندايتواه مرشحة حزب سوابو في الانتخابات الرئاسية في ناميبيا، لتصبح أول رئيسة للبلاد منذ استقلالها."
    },
    {
      "year": 2018,
      "text": "وُصُول مسبار مهمة العودة بالعينات أوسايرس ركس إلى كُويكب بينو 101955 في سبيل مسح سطحه ودراسته، على أن يعود إلى الأرض حاملًا بعض العينات بحُلُول يوم 24 أيلول (سبتمبر) 2023."
    }
  ],
  "12-30": [
    {
      "year": 2025,
      "text": "كتائب الشهيد عز الدين القسام تُعلن أن ناطقها الرسمي أبو عبيدة يُدعى حذيفة بن سمير الكحلوت، وأنه استشهد يوم 30 أغسطس 2025."
    },
    {
      "year": 2020,
      "text": "مقتل أكثر من 25 وإصابة أكثر من 100 فرد إثر وقوع تفجيرات بمطار عدن، تزامنًا مع وصول وزراء الحكومة اليمنية الجديدة للمطار."
    },
    {
      "year": 2020,
      "text": "مقتل ما لا يقل عن 7 أشخاص وإصابة 10 آخرين جراء انهيار أرضي في مدينة ياردروم في النرويج."
    }
  ],
  "12-10": [
    {
      "year": 2021,
      "text": "بطل العالم في الشطرنج ماغنوس كارلسن يُحافظ على لقبه بعد فوزه على متحديه يان نيبومنياتشي في بطولة العالم للشطرنج 2021."
    },
    {
      "year": 2020,
      "text": "الانتخابات العامة الغانية تُسفر عن فوز الرئيس نانا أكوفو أدو بفترة رئاسية ثانية."
    },
    {
      "year": 2016,
      "text": "مقتل 38 شخصًا وإصابة 166 آخرين جراء تفجيرين انتحاريين في بشكطاش وسط مدينة إسطنبول التركية."
    }
  ],
  "12-06": [
    {
      "year": 2019,
      "text": "مقتل 30 متظاهر عراقي وإصابة أكثر من 100 متظاهر في بغداد بالقرب من جسر السنك، وعُرفت هذه الحادثة باسم مجزرة السنك والخلاني."
    },
    {
      "year": 2017,
      "text": "الرئيس الأمريكي دونالد ترامب يعترف بالقدس عاصمة لإسرائيل."
    },
    {
      "year": 2015,
      "text": "اغتيال مُحافظ عدن جعفر محمد سعد وعدد من مرافقيه عن طريق استهداف موكبه بسيارة مفخخة في عملية تبناها تنظيم الدولة (داعش)."
    }
  ],
  "12-05": [
    {
      "year": 2017,
      "text": "اللجنة الأولمبية الدولية تعلن عن حظر المشاركة الروسية في الألعاب الأولمبية الشتوية 2018 على خلفية استعمال المنشطات في الألعاب الأولمبية الشتوية 2014."
    },
    {
      "year": 2015,
      "text": "الفيضانات في جنوب الهند تتسبب في مقتل 300 شخص على الأقل وتُشرِّد حوالي 1.8 مليون آخرين."
    },
    {
      "year": 2014,
      "text": "وكالة ناسا تُعلن نجاح اختبار الرحلة الأولى لِمركبة أوريون الفضائيَّة المُخصصة لِحمل الرُّوَّاد إلى ما بعد المدار الأرضي المُنخفض."
    }
  ],
  "12-04": [
    {
      "year": 2021,
      "text": "مقتل 15 وإصابة العشرات في مواجهات عنيفة بين وحدة لمكافحة الشغب تابعة للجيش الهندي ومدنيين في ناجالاند."
    },
    {
      "year": 2021,
      "text": "ثوران بركان سيمرو في جزيرة جاوة في إندونيسيا مسببًا مقتل أكثر من 34 شخصًا وإصابة 169 آخرين."
    },
    {
      "year": 2017,
      "text": "مقتل الرئيس اليمني السابق علي عبد الله صالح على يد مقاتلين من الحوثيين؛ أثناء فترة المعركة التي قامت في صنعاء."
    }
  ],
  "12-29": [
    {
      "year": 2024,
      "text": "تحطم طائرة طيران جيجو الرحلة رقم 2216 في مطار موان الدولي في كوريا الجنوبية، ما أدى لمصرع 179 راكبًا ونجاة اثنين فقط."
    },
    {
      "year": 2020,
      "text": "مقتل ما لا يقل عن 7 أشخاص وإصابة أكثر من 20 آخرين جراء زلزال بقوة 6.4 ضرب مدينة بترينجا بكرواتيا."
    },
    {
      "year": 2019,
      "text": "القوات الجوية الأمريكية تشُن غارة على عدَّة معسكرات تابعة لِلحشد الشعبي وكتائب حزب الله العراق مما أدَّى إلى مقتل 25 مقاتلًا وإصابة 55 آخرين."
    }
  ],
  "12-07": [
    {
      "year": 2025,
      "text": "القوات المسلحة من دول المجموعة الاقتصادية لدول غرب إفريقيا تُساعد في إحباط محاولة انقلاب عسكري على الرئيس البنيني باتريس تالون."
    },
    {
      "year": 2022,
      "text": "عقب محاولة انقلاب فاشلة في بيرو، البرلمان البيروفي يعزل الرئيس بيدرو كاستيلو، ويُنَصِّب دينا بولوارت خلفًا له."
    },
    {
      "year": 2017,
      "text": "البرتغالي كريستيانو رونالدو يفوز بجائزة الكرة الذهبية المقدمة من مجلة فرانس فوتبول لسنة 2017."
    }
  ],
  "12-27": [
    {
      "year": 2019,
      "text": "سُقُوط طائرة الرحلة 2100 التابعة لِخُطوط بك إير على مقرُبةٍ من مطار ألماتي الدولي ومصرع 12 راكبًا وإصابة 54 آخرين كانوا على متنها."
    },
    {
      "year": 2013,
      "text": "اغتيال المُستشار والوزير اللُبناني السابق مُحمَّد شطح بانفجار استهدف سيَّارته في بيروت."
    },
    {
      "year": 2008,
      "text": "إسرائيل تبدأ بعملية عسكرية اسمتها «الرصاص المصبوب» ضد حركة حماس، وأطلقت عليها حماس معركة الفرقان حيث قامت قواته الجوية بشن غارات مفاجئة على قطاع غزة أدت إلى سقوط ما لا يقل عن 1315 قتيل و 5340 جريح."
    }
  ],
  "12-02": [
    {
      "year": 2015,
      "text": "تُركيا وقطر توقعان عدَّة اتفاقيات اقتصاديَّة أبرزها مذكرة تفاهم لتصدير الغاز من قطر إلى تركيا."
    },
    {
      "year": 2015,
      "text": "هجوم دامٍ في ولاية كاليفورنيا الأمريكية يسفر عن مقتل 14 شخصا وإصابة 10 آخرين."
    },
    {
      "year": 2015,
      "text": "مارك زوكربيرغ مؤسس فيس‌ بوك وزوجته بريسيلا تشان يعلنان تبرعهما بنسبة 99% من ثروتهما لصالح الأعمال الخيرية بعد أن رزقا بمولود."
    }
  ],
  "12-28": [
    {
      "year": 2025,
      "text": "اندلاع سلسلة مظاهرات حاشدة في عددٍ من المدن الإيرانية احتجاجًا على تفاقم الأزمة الاقتصادية وانهيار قيمة العملة."
    },
    {
      "year": 2019,
      "text": "مقتل أكثر من 91 شخصًا بينهم أجانب في تفجير انتحاري وقع عند نقطة تفتيش للشرطة في العاصمة الصومالية مقديشو، وهو التفجير الأكثر دموية منذ عامين."
    },
    {
      "year": 2017,
      "text": "اندلاع احتجاجات مناهضة للحكومة في عدد من المدن الإيرانية بسبب ارتفاع تكلفة المعيشة."
    }
  ],
  "12-23": [
    {
      "year": 2025,
      "text": "وفاة رئيس الأركان العامة للجيش الليبي محمد علي أحمد الحداد ومن معه بعد تحطم طائرتهم في أنقرة التركية أثناء زيارة رسمية."
    },
    {
      "year": 2019,
      "text": "النيابة العامة السعودية تعلن صدور أحكام أولية بالقتل قصاصاً على 5 متهمين وسجن 3 آخرين في قضية مقتل الصحفي السعودي جمال خاشقجي، وبراءة أحمد عسيري وسعود القحطاني."
    },
    {
      "year": 2019,
      "text": "وفاة رئيس أركان الجيش الوطني الشعبي الجزائري الفريق أحمد قايد صالح بنوبة قلبية عن عمر ناهز 80 عامًا، وتعيين قائد القوات البرية اللواء السعيد شنقريحة خلفًا له بالنيابة."
    }
  ],
  "12-24": [
    {
      "year": 2022,
      "text": "سيتيفيني رابوكا يتولى رئاسة الوزراء في فيجي ليخلف فرانك باينيماراما، بعد الانتخابات العامة التي أسفرت عن برلمان معلق."
    },
    {
      "year": 2015,
      "text": "نشوب حريق في مستشفى جازان العام جنوب غربي السعودية أدى إلى وفاة 25 شخصاً وإصابة 123 آخرين."
    },
    {
      "year": 2008,
      "text": "قائد الانقلابين في غينيا النقيب موسى داديس كامارا يعلن توليه الرئاسة."
    }
  ],
  "12-26": [
    {
      "year": 2017,
      "text": "انتخاب لاعب كرة القدم السابق جورج ويا رئيسا لجمهورية ليبيريا بعد تفوقه في الجولة الثانية من الانتخابات على منافسه جوزيف بواكاي."
    },
    {
      "year": 2004,
      "text": "زلزال في المحيط الهندي يؤدي إلى نشوء تسونامي، أسفر عن مقتل ما يقرب من 230.000 شخص في أحد عشر بلدا."
    },
    {
      "year": 2004,
      "text": "إجراء الإعادة النهائية للانتخابات الرئاسية في أوكرانيا وذلك تحت رقابة دولية مشددة بعد اندلاع ما يسمى بالثورة البرتقالية."
    }
  ],
  "12-20": [
    {
      "year": 2024,
      "text": "هجوم بسيارة في سوق عيد الميلاد بمدينة مغدبورغ الألمانية يودي بحياة خمسة أشخاص وإصابة ما يزيد عن مائتين."
    },
    {
      "year": 2020,
      "text": "فوز ممدوح السبيعي المعروف باسم «بيج رامي» بلقب مستر أولمبيا 2020، ليكون بذلك أول مصري وثاني عربي يفوز بالبطولة."
    },
    {
      "year": 2016,
      "text": "مقتل أكثر من 30 شخصاً جرّاء احتجاجات شعبية في جمهورية الكونغو الديمقراطية ضد الرئيس الكونغولي جوزيف كابيلا المنتهية ولايته."
    }
  ],
  "12-08": [
    {
      "year": 2024,
      "text": "قوَّات المعارضة السورية تسيطر على دمشق بعد سلسلةٍ من العمليات العسكرية، منهيةً بذلك حكم آل الأسد بعد ثلاثةٍ وخمسين سنة من صعودهم."
    },
    {
      "year": 2024,
      "text": "إسرائيل تطلق عملية لاحتلال المنطقة العازلة في محافظة القنيطرة السورية، وتشن عشرات الضربات الجوية بهدف تدمير القدرات الاستراتيجية للقوات المسلحة السورية."
    },
    {
      "year": 2022,
      "text": "الانتخابات العامة المبكرة في دومينيكا تُسفر عن فوز حزب العمل الحاكم بأغلبية المقاعد."
    }
  ],
  "12-17": [
    {
      "year": 2025,
      "text": "المحكمة الدولية لجرائم الحرب في بنغلادش تُصدر حكمًا غيبيًّا بالإعدام على رئيسة الوزراء المخلوعة شيخة حسينة بعد إدانتها بجرائم ضد الإنسانية."
    },
    {
      "year": 2021,
      "text": "انتخاب محمد بن سليم، رئيسًا للاتحاد الدولي للسيارات «فيا»، وهي أعلى هيئة تشرف على رياضة السيارات ومن ضمنها الفورمولا 1، ليكون أول عربي يتولى رئاسة الاتحاد منذ أن تأسس سنة 1904."
    },
    {
      "year": 2020,
      "text": "البولندي روبرت ليفاندوفسكي يفوز بجائزة أفضل لاعب ضمن جوائز الفيفا للأفضل كروياً لعام 2020."
    }
  ],
  "12-13": [
    {
      "year": 2018,
      "text": "مقتل 9 أشخاص وإصابة 84 آخرين بِجُرُوح بعد اصطدام قطار رُكَّاب فائق السُرعة بِآخر على مقرُبةٍ من يني محلَّة بِمُحافظة أنقرة التُركيَّة."
    },
    {
      "year": 2013,
      "text": "السلطات الكورية الشمالية تعلن عن إعدام جانغ سونغ تيك الرجل الثاني في كوريا وزوج عمة الرئيس الحالي كيم جونغ أون."
    },
    {
      "year": 2011,
      "text": "المنصف المرزوقي يحلف اليمين رئيسًا مؤقتًا لتونس وذلك بعد انتخابه من قبل المجلس الوطني التأسيسي، وبعد ذلك قام بتكليف حمادي الجبالي بتشكيل الحكومة الجديدة."
    }
  ],
  "12-25": [
    {
      "year": 2025,
      "text": "الولايات المتحدة تشن ضربات تستهدف مقاتلي داعش في شمال غرب نيجيريا."
    },
    {
      "year": 2024,
      "text": "تحطم طائرة الخطوط الجوية الأذربيجانية الرحلة 8243 بالقرب من مطار أكتاو الدولي في كازاخستان، ما أدى لمصرع 38 شخصًا."
    },
    {
      "year": 2022,
      "text": "عاصفة ثلجية تضرب أمريكا الشمالية وتُخلف 71 قتيلًا وتؤدي إلى إلغاء آلاف الرحلات الجوية وإغلاق العديد من الطرق، وانخفاض قياسي في درجات الحرارة."
    }
  ],
  "12-21": [
    {
      "year": 2020,
      "text": "حدوث اقتران عظيم بين كوكبي المشتري وزحل في 21 ديسمبر، وهو الأقرب منذ عام 1623 ميلاديًا."
    },
    {
      "year": 2017,
      "text": "الجمعية العامة للأمم المتحدة تُقِرُّ بالأغلبية مشروع قرار يرفض تغيير وضع القدس القانوني بعد أن اعترفت بها الولايات المتحدة عاصمة لإسرائيل."
    },
    {
      "year": 2015,
      "text": "لجنة القيم بالاتحاد الدولي لكرة القدم (فيفا) تعاقب سيب بلاتر رئيس الفيفا وميشيل بلاتيني رئيس الاتحاد الأوروبي لكرة القدم بالإيقاف لمدة ثماني سنوات."
    }
  ],
  "12-12": [
    {
      "year": 2024,
      "text": "جوكيش دومراجو يهزم دينغ لي رن ليفوز ببطولة العالم للشطرنج 2024."
    },
    {
      "year": 2019,
      "text": "انتخاب عبد المجيد تبون رئيسًا للجزائر، بعد حصوله على نسبة 58.15% في الانتخابات الرئاسية."
    },
    {
      "year": 2019,
      "text": "فوز حزب المحافظين بزعامة بوريس جونسون بالأغلبية المطلقة لمقاعد مجلس العموم في الانتخابات العامة المبكرة، ما يسمح له بتمرير خطة الخروج من الاتحاد الأوروبي، بينما تكبّد حزب العمال المعارض أسوأ هزيمة له منذ الحرب العالمية الثانية."
    }
  ],
  "12-15": [
    {
      "year": 2025,
      "text": "فيضانات ناتجة عن أمطار غزيرة في مدينة آسفي المغربية تودي بحياة 37 شخصًا."
    },
    {
      "year": 2019,
      "text": "مقتل ستة أفراد على الأقل واعتقال آخرين في احتجاجات ضد تعديل قانون المواطنة في الهند بسبب التمييز الديني."
    },
    {
      "year": 2016,
      "text": "اغتيال مهندس الطيران التونسي محمد الزواري في مدينة صفاقس، والذي كان قد عمل على تطوير طائرات بدون طيار وتصنيعها لصالح كتائب القسام التابعة لحركة حماس، ويُرجح أن يكون الموساد الإسرائيلي هو من يقف وراء عملية الاغتيال."
    }
  ],
  "12-22": [
    {
      "year": 2021,
      "text": "الأهلي المصري يحقق لقب كأس السوبر الأفريقي للمرة الثامنة في تاريخه، وذلك بعد فوزه على الرجاء المغربي بركلات الترجيح."
    },
    {
      "year": 2018,
      "text": "أمواج تسونامي تضرب مضيق سوندا في إندونيسيا، وتتسبب على الأقل في مقتل 437 شخصًا وإصابة 14,059 آخرين."
    },
    {
      "year": 2016,
      "text": "النظام السوري يعلن عن انتهاء معركة حلب والسيطرة التامة على المدينة، وبدء إجلاء مقاتلي المعارضة السورية وعوائلهم والمقاتلين الأجانب من الأحياء الشرقية للمدينة."
    }
  ],
  "12-18": [
    {
      "year": 2025,
      "text": "اغتيال الناشط السياسي البنغالي عثمان هادي ما أدَّى إلى اندلاع أعمال شغب في أنحاءٍ مختلفة من بنغلادش."
    },
    {
      "year": 2022,
      "text": "الانتخابات العامة في فيجي تُسفر عن برلمان معلق، بعد فشل كل الأحزاب في الحصول على الأغلبية."
    },
    {
      "year": 2022,
      "text": "منتخب الأرجنتين لكرة القدم يفوز بكأس العالم للمرة الثالثة في تاريخه، بعد تغلبه بركلات الترجيح على نظيره الفرنسي في مباراة النهائي، واختيار ليونيل ميسي أفضل لاعب في البطولة."
    }
  ],
  "12-14": [
    {
      "year": 2025,
      "text": "إطلاقُ نارٍ جماعي استهدف تجمعًا خلال احتفالٍ بعيد الأنوار على شاطئ بوندي في أستراليا، يُودي بحياةِ 16 شخصًا على الأقل ويُصيبُ العشرات."
    },
    {
      "year": 2024,
      "text": "الجمعية الوطنية في كوريا الجنوبية تسحب الثقة من الرئيس يون سوك يول بعدما اتُهم بالخيانة العظمى لإعلانه الأحكام العرفية في البلاد."
    },
    {
      "year": 2021,
      "text": "اليونسكو تدرج الخط العربي على قائمة التراث الثقافي غير المادي العالمي في 16 دولة عربية."
    }
  ],
  "12-09": [
    {
      "year": 2019,
      "text": "ثوران بركان الجزيرة البيضاء في نيوزيلندا، مخلفًا ستة قتلى على الأقل وإصابة آخرين."
    },
    {
      "year": 2017,
      "text": "رئيس الوزراء العراقي حيدر العبادي يعلن انتهاء الحرب على داعش في العراق وتحرير كافة الأراضي العِراقية."
    },
    {
      "year": 2016,
      "text": "الإعلان عن سحب الثقة عن الرئيسة الكورية باك غن هي على خلفية تورطها في فضيحة فساد سياسي أدى الكشف عنها إلى مظاهرات شعبية ضخمة في البلاد، وانتقال السلطة إلى رئيس الورزاء هوانج كيو آن."
    }
  ],
  "12-16": [
    {
      "year": 2023,
      "text": "وفاة أمير دولة الكويت الشيخ نواف الأحمد الجابر الصباح، عن عمر ناهز السادسة والثمانين، وتولي الشيخ مشعل الأحمد الجابر الصباح خلفًا له."
    },
    {
      "year": 2022,
      "text": "مصرع 24 شخصًا وإصابة 8 آخرين بينما ما زال 9 مفقودين إثر انهيار أرضي في باتانغ كالي بماليزيا."
    },
    {
      "year": 2021,
      "text": "انتخاب سياوسي سوفاليني رئيسًا للوزراء في تونغا في أعقاب الانتخابات العامة التي جرت في نهاية نوفمبر."
    }
  ]
};